{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<question>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</question>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<solution>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</solution>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<answer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</answer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2196,
      "content": "<special_token_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2197,
      "content": "<special_token_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2198,
      "content": "<special_token_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2199,
      "content": "<special_token_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2200,
      "content": "<special_token_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\\\[A-Za-z]+|\\\\.|\\\\begin\\s*\\{[A-Za-z*]+\\}|\\\\end\\s*\\{[A-Za-z*]+\\}|<=|>=|!=|:=|->|->>|=>|<=>|::=|==|\\\\to|\\\\mapsto|\\\\implies|\\\\iff|[±≈≅≃≡∼∝∞√∑∏∫∮∇∂∆∈∉⊂⊆⊄⊇⊃∩∪∧∨¬⇒⇔←→↦⟶⟨⟩⋯…]|[_^]|[{}()\\\\[\\\\]]|(?<![\\\\p{L}\\\\p{N}])\\\\p{N}{1,3}(?:[_,]\\\\p{N}{1,3})*(?:\\\\.\\\\p{N}+)?(?:[eE][+-]?\\\\p{N}+)?|-| ?\\\\p{L}+| ?[^\\\\s\\\\p{L}\\\\p{N}]+|\\\\s+(?!\\\\S)|\\\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "<question>": 4,
      "</question>": 5,
      "<solution>": 6,
      "</solution>": 7,
      "<answer>": 8,
      "</answer>": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "®": 116,
      "¯": 117,
      "°": 118,
      "±": 119,
      "²": 120,
      "³": 121,
      "´": 122,
      "µ": 123,
      "¶": 124,
      "·": 125,
      "¸": 126,
      "¹": 127,
      "º": 128,
      "»": 129,
      "¼": 130,
      "½": 131,
      "¾": 132,
      "¿": 133,
      "À": 134,
      "Á": 135,
      "Â": 136,
      "Ã": 137,
      "Ä": 138,
      "Å": 139,
      "Æ": 140,
      "Ç": 141,
      "È": 142,
      "É": 143,
      "Ê": 144,
      "Ë": 145,
      "Ì": 146,
      "Í": 147,
      "Î": 148,
      "Ï": 149,
      "Ð": 150,
      "Ñ": 151,
      "Ò": 152,
      "Ó": 153,
      "Ô": 154,
      "Õ": 155,
      "Ö": 156,
      "×": 157,
      "Ø": 158,
      "Ù": 159,
      "Ú": 160,
      "Û": 161,
      "Ü": 162,
      "Ý": 163,
      "Þ": 164,
      "ß": 165,
      "à": 166,
      "á": 167,
      "â": 168,
      "ã": 169,
      "ä": 170,
      "å": 171,
      "æ": 172,
      "ç": 173,
      "è": 174,
      "é": 175,
      "ê": 176,
      "ë": 177,
      "ì": 178,
      "í": 179,
      "î": 180,
      "ï": 181,
      "ð": 182,
      "ñ": 183,
      "ò": 184,
      "ó": 185,
      "ô": 186,
      "õ": 187,
      "ö": 188,
      "÷": 189,
      "ø": 190,
      "ù": 191,
      "ú": 192,
      "û": 193,
      "ü": 194,
      "ý": 195,
      "þ": 196,
      "ÿ": 197,
      "Ā": 198,
      "ā": 199,
      "Ă": 200,
      "ă": 201,
      "Ą": 202,
      "ą": 203,
      "Ć": 204,
      "ć": 205,
      "Ĉ": 206,
      "ĉ": 207,
      "Ċ": 208,
      "ċ": 209,
      "Č": 210,
      "č": 211,
      "Ď": 212,
      "ď": 213,
      "Đ": 214,
      "đ": 215,
      "Ē": 216,
      "ē": 217,
      "Ĕ": 218,
      "ĕ": 219,
      "Ė": 220,
      "ė": 221,
      "Ę": 222,
      "ę": 223,
      "Ě": 224,
      "ě": 225,
      "Ĝ": 226,
      "ĝ": 227,
      "Ğ": 228,
      "ğ": 229,
      "Ġ": 230,
      "ġ": 231,
      "Ģ": 232,
      "ģ": 233,
      "Ĥ": 234,
      "ĥ": 235,
      "Ħ": 236,
      "ħ": 237,
      "Ĩ": 238,
      "ĩ": 239,
      "Ī": 240,
      "ī": 241,
      "Ĭ": 242,
      "ĭ": 243,
      "Į": 244,
      "į": 245,
      "İ": 246,
      "ı": 247,
      "Ĳ": 248,
      "ĳ": 249,
      "Ĵ": 250,
      "ĵ": 251,
      "Ķ": 252,
      "ķ": 253,
      "ĸ": 254,
      "Ĺ": 255,
      "ĺ": 256,
      "Ļ": 257,
      "ļ": 258,
      "Ľ": 259,
      "ľ": 260,
      "Ŀ": 261,
      "ŀ": 262,
      "Ł": 263,
      "ł": 264,
      "Ń": 265,
      "er": 266,
      "Ġ+": 267,
      "va": 268,
      "oo": 269,
      "ĠC": 270,
      "ĠT": 271,
      "fi": 272,
      "ul": 273,
      "Ġd": 274,
      "ua": 275,
      "qua": 276,
      "vi": 277,
      "ad": 278,
      "ne": 279,
      "Ġm": 280,
      "io": 281,
      "ĠTh": 282,
      "ĠThe": 283,
      "ch": 284,
      "equa": 285,
      "Ġequa": 286,
      "ĠF": 287,
      "ult": 288,
      "iva": 289,
      "ovi": 290,
      "ovie": 291,
      "Ġad": 292,
      "Ġadult": 293,
      "ĠD": 294,
      "ool": 295,
      "chool": 296,
      "Ġequal": 297,
      "ion": 298,
      "to": 299,
      "Ġ2": 300,
      "it": 301,
      "ĠM": 302,
      "efi": 303,
      "ĠDefi": 304,
      "ĠDefine": 305,
      "Ġ<": 306,
      "ar": 307,
      "Ġ1": 308,
      "al": 309,
      "Ġ4": 310,
      "tiva": 311,
      "ĠFe": 312,
      "tival": 313,
      "tion": 314,
      "Ġ3": 315,
      "ĠB": 316,
      "Ġto": 317,
      "Ġde": 318,
      "en": 319,
      "re": 320,
      "ri": 321,
      "ĠR": 322,
      "Ġx": 323,
      "tal": 324,
      "Ġtotal": 325,
      "lu": 326,
      "Ġc": 327,
      "ĠCit": 328,
      "ĠCity": 329,
      "Ġi": 330,
      "ĠS": 331,
      "nt": 332,
      "ve": 333,
      "ro": 334,
      "Ġmovie": 335,
      "at": 336,
      "ĠMovie": 337,
      "ay": 338,
      "nd": 339,
      "ic": 340,
      "id": 341,
      "Ġw": 342,
      "ll": 343,
      "Ġ=": 344,
      "Ġb": 345,
      "Ġ</": 346,
      "ed": 347,
      "im": 348,
      "ge": 349,
      "ver": 350,
      "ĠW": 351,
      "te": 352,
      "ĠV": 353,
      "ut": 354,
      "Ġf": 355,
      "Ġh": 356,
      "olu": 357,
      "ue": 358,
      "que": 359,
      "olution": 360,
      "ĠH": 361,
      "and": 362,
      "Ġand": 363,
      "em": 364,
      "lem": 365,
      "li": 366,
      "gh": 367,
      "ow": 368,
      "ont": 369,
      "or": 370,
      "OS": 371,
      "wer": 372,
      "Ġu": 373,
      "Ġit": 374,
      "ĠO": 375,
      "et": 376,
      "ĠG": 377,
      "alm": 378,
      "ma": 379,
      "ub": 380,
      "ĠWe": 381,
      "ra": 382,
      "ater": 383,
      "Ġwe": 384,
      "nim": 385,
      "anim": 386,
      "Ġanim": 387,
      "Ġanimal": 388,
      "Ġ6": 389,
      "ide": 390,
      "Ġ*": 391,
      "ĠBe": 392,
      "iver": 393,
      "ĠRiver": 394,
      "ak": 395,
      "dge": 396,
      "ridge": 397,
      "ĠOak": 398,
      "ore": 399,
      "lle": 400,
      "ai": 401,
      "na": 402,
      "mi": 403,
      "ĠCl": 404,
      "ĠCi": 405,
      "val": 406,
      "ton": 407,
      "ld": 408,
      "ĠBay": 409,
      "ĠHa": 410,
      "ear": 411,
      "Ġk": 412,
      "Ġ8": 413,
      "ĠP": 414,
      "ĠA": 415,
      "ĠJ": 416,
      "ĠZ": 417,
      "ĠE": 418,
      "ha": 419,
      "tha": 420,
      "Ġin": 421,
      "eat": 422,
      "beat": 423,
      "med": 424,
      "oli": 425,
      "omed": 426,
      "Ġmet": 427,
      "Ġcomed": 428,
      "Ġmetro": 429,
      "Ġcomedy": 430,
      "olem": 431,
      "erio": 432,
      "Ġdra": 433,
      "olemn": 434,
      "eriod": 435,
      "Ġdrama": 436,
      "ct": 437,
      "hri": 438,
      "ive": 439,
      "thri": 440,
      "Ġthri": 441,
      "Ġdete": 442,
      "Ġint": 443,
      "ller": 444,
      "ctive": 445,
      "Ġthriller": 446,
      "Ġdetective": 447,
      "Ġinten": 448,
      "ci": 449,
      "tic": 450,
      "uri": 451,
      "uturi": 452,
      "Ġfuturi": 453,
      "Ġro": 454,
      "Ġcalm": 455,
      "Ġroad": 456,
      "elem": 457,
      "tar": 458,
      "Ġelem": 459,
      "entar": 460,
      "Ġelementar": 461,
      "Ġelementary": 462,
      "ia": 463,
      "nar": 464,
      "inar": 465,
      "ulinar": 466,
      "Ġculinar": 467,
      "ian": 468,
      "Ġculinarian": 469,
      "igh": 470,
      "lic": 471,
      "Ġhigh": 472,
      "ublic": 473,
      "dl": 474,
      "riva": 475,
      "Ġmid": 476,
      "dle": 477,
      "rivate": 478,
      "Ġmiddle": 479,
      "gion": 480,
      "Ġre": 481,
      "Ġmed": 482,
      "ical": 483,
      "gional": 484,
      "Ġregional": 485,
      "Ġmedical": 486,
      "ff": 487,
      "ffer": 488,
      "all": 489,
      "out": 490,
      "Ġj": 491,
      "BOS": 492,
      "EOS": 493,
      "Ġ[": 494,
      "tim": 495,
      "Ġtim": 496,
      "Ġtime": 497,
      "Ġ5": 498,
      "lue": 499,
      "Ġfo": 500,
      "Ġ12": 501,
      "Ġg": 502,
      "ave": 503,
      "Ġdo": 504,
      "Ġhave": 505,
      "Ġ0": 506,
      "Ġy": 507,
      "Ġl": 508,
      "ĠI": 509,
      "Ġ-": 510,
      "Ġdi": 511,
      "lve": 512,
      "ng": 513,
      "ing": 514,
      "now": 515,
      "olve": 516,
      "ter": 517,
      "Ġter": 518,
      "Ġequation": 519,
      "Ġknow": 520,
      "Ġterm": 521,
      "ey": 522,
      "ĠCed": 523,
      "ĠVall": 524,
      "ĠCedar": 525,
      "ĠValley": 526,
      "ine": 527,
      "ĠRid": 528,
      "ĠPine": 529,
      "ĠRidge": 530,
      "ek": 531,
      "ĠCre": 532,
      "ĠMa": 533,
      "ĠCreek": 534,
      "ly": 535,
      "ĠFore": 536,
      "verly": 537,
      "ĠBeverly": 538,
      "ĠOakridge": 539,
      "lor": 540,
      "ĠTay": 541,
      "ĠTaylor": 542,
      "hw": 543,
      "thw": 544,
      "ood": 545,
      "orthw": 546,
      "orthwood": 547,
      "ªve": 548,
      "Ãªve": 549,
      "ville": 550,
      "ĠRÃªve": 551,
      "ĠBelle": 552,
      "ĠBelleville": 553,
      "mont": 554,
      "rmont": 555,
      "airmont": 556,
      "ĠClairmont": 557,
      "umi": 558,
      "¨re": 559,
      "Ã¨re": 560,
      "ĠValm": 561,
      "umiÃ¨re": 562,
      "ĠValmont": 563,
      "ah": 564,
      "ara": 565,
      "ĠSah": 566,
      "ĠSahara": 567,
      "Riva": 568,
      "ĠSai": 569,
      "Rivage": 570,
      "ĠSaint": 571,
      "ana": 572,
      "old": 573,
      "ĠBana": 574,
      "ĠGold": 575,
      "ĠBanana": 576,
      "ĠGolden": 577,
      "nch": 578,
      "anch": 579,
      "und": 580,
      "ĠBund": 581,
      "ĠRanch": 582,
      "ĠBundl": 583,
      "ĠBundle": 584,
      "nÃ": 585,
      "©ma": 586,
      "ĠMont": 587,
      "reval": 588,
      "ĠCinÃ": 589,
      "ĠMontreval": 590,
      "ĠCinÃ©ma": 591,
      "di": 592,
      "erdi": 593,
      "ĠVerdi": 594,
      "quari": 595,
      "ĠMay": 596,
      "ĠAquari": 597,
      "ĠMayer": 598,
      "ĠAquariu": 599,
      "ĠAquarium": 600,
      "lton": 601,
      "ĠFar": 602,
      "milton": 603,
      "ĠHamilton": 604,
      "ĠFarm": 605,
      "water": 606,
      "ĠClear": 607,
      "ĠClearwater": 608,
      "cu": 609,
      "effer": 610,
      "rcu": 611,
      "ĠCircu": 612,
      "ĠJeffer": 613,
      "ĠSout": 614,
      "ĠZoo": 615,
      "ĠSouth": 616,
      "for": 617,
      "tfor": 618,
      "ĠBri": 619,
      "ghtfor": 620,
      "ĠBrightfor": 621,
      "ĠBrightford": 622,
      "ĠRiverton": 623,
      "bridge": 624,
      "ĠOakbridge": 625,
      "ven": 626,
      "thaven": 627,
      "verval": 628,
      "ĠEverval": 629,
      "ĠEvervale": 630,
      "ĠRub": 631,
      "ĠRuby": 632,
      "hore": 633,
      "ĠShore": 634,
      "line": 635,
      "ĠShoreline": 636,
      "bu": 637,
      "ke": 638,
      "ry": 639,
      "wke": 640,
      "ĠHawke": 641,
      "bury": 642,
      "eld": 643,
      "len": 644,
      "field": 645,
      "ĠGlen": 646,
      "ĠGlenfield": 647,
      "Ġ(": 648,
      "Ġ9": 649,
      "Ġ7": 650,
      "Ġ10": 651,
      "coo": 652,
      "Ġra": 653,
      "coon": 654,
      "Ġracoon": 655,
      "arro": 656,
      "arrot": 657,
      "Ġblue": 658,
      "Ġjay": 659,
      "Ġfox": 660,
      "ag": 661,
      "eag": 662,
      "Ġeag": 663,
      "Ġeagl": 664,
      "Ġeagle": 665,
      "lf": 666,
      "olf": 667,
      "Ġwolf": 668,
      "Ġdeer": 669,
      "Ġbear": 670,
      "Ġow": 671,
      "Ġowl": 672,
      "Ġcro": 673,
      "Ġcrow": 674,
      "Ġ16": 675,
      "hat": 676,
      "ĠWhat": 677,
      "ny": 678,
      "any": 679,
      "Ġmany": 680,
      "ĠHow": 681,
      "Ġdoe": 682,
      "Ġv": 683,
      "Ġz": 684,
      "Ġq": 685,
      "ĠY": 686,
      "ĠK": 687,
      "Ġr": 688,
      "ĠQ": 689,
      "ĠU": 690,
      "ex": 691,
      "Ġtha": 692,
      "Ġex": 693,
      "reater": 694,
      "Ġgreater": 695,
      "Ġthan": 696,
      "Ġexi": 697,
      "ce": 698,
      "een": 699,
      "ween": 700,
      "ence": 701,
      "Ġbet": 702,
      "fference": 703,
      "Ġdifference": 704,
      "Ġbetween": 705,
      "'t": 706,
      "cult": 707,
      "de": 708,
      "fy": 709,
      "ffi": 710,
      "hro": 711,
      "ivi": 712,
      "ill": 713,
      "lat": 714,
      "ot": 715,
      "one": 716,
      "ove": 717,
      "olat": 718,
      "ps": 719,
      "thro": 720,
      "ugh": 721,
      "Ġ/": 722,
      "Ġva": 723,
      "Ġfi": 724,
      "Ġque": 725,
      "Ġall": 726,
      "Ġout": 727,
      "Ġone": 728,
      "Ġthro": 729,
      "ĠDivi": 730,
      "ith": 731,
      "ĠMove": 732,
      "ĠSim": 733,
      "ĠSolution": 734,
      "Ġwill": 735,
      "Ġwith": 736,
      "llow": 737,
      "Ġby": 738,
      "Ġbut": 739,
      "Ġbot": 740,
      "lify": 741,
      "Ġfollow": 742,
      "Ġdon": 743,
      "Ġyet": 744,
      "Ġlater": 745,
      "Ġdiffi": 746,
      "olate": 747,
      "Ġvalue": 748,
      "Ġfind": 749,
      "Ġthrough": 750,
      "ĠDivide": 751,
      "Ġboth": 752,
      "lifying": 753,
      "Ġfollowing": 754,
      "Ġdifficult": 755,
      "Ġ24": 756,
      "Ġ18": 757,
      "Ġ20": 758,
      "Ġ11": 759,
      "Ġ14": 760,
      "ĠX": 761,
      "Ġ15": 762,
      "Ġ13": 763,
      "Ġ32": 764,
      "Ġ36": 765,
      "Ġ21": 766,
      "Ġ28": 767,
      "Ġ17": 768,
      "Ġ22": 769,
      "Ġ19": 770,
      "Ġ30": 771,
      "Ġ27": 772,
      "Ġ48": 773,
      "Ġ40": 774,
      "Ġ26": 775,
      "Ġ23": 776,
      "Ġ25": 777,
      "Ġ33": 778,
      "Ġ34": 779,
      "Ġ42": 780,
      "Ġ44": 781,
      "Ġ60": 782,
      "Ġ29": 783,
      "Ġ39": 784,
      "Ġ38": 785,
      "Ġ31": 786,
      "Ġ64": 787,
      "Ġ72": 788,
      "Ġ52": 789,
      "Ġ56": 790,
      "Ġ35": 791,
      "Ġ45": 792,
      "Ġ54": 793,
      "Ġ37": 794,
      "Ġ80": 795,
      "Ġ46": 796,
      "Ġ50": 797,
      "Ġ51": 798,
      "Ġ96": 799,
      "Ġ68": 800,
      "Ġ41": 801,
      "Ġ84": 802,
      "Ġ43": 803,
      "Ġ66": 804,
      "Ġ57": 805,
      "Ġ76": 806,
      "Ġ63": 807,
      "Ġ49": 808,
      "Ġ58": 809,
      "Ġ47": 810,
      "Ġ108": 811,
      "Ġ120": 812,
      "Ġ88": 813,
      "Ġ62": 814,
      "Ġ78": 815,
      "Ġ55": 816,
      "Ġ90": 817,
      "Ġ53": 818,
      "Ġ70": 819,
      "Ġ75": 820,
      "Ġ100": 821,
      "Ġ144": 822,
      "Ġ69": 823,
      "Ġ112": 824,
      "Ġ81": 825,
      "Ġ59": 826,
      "Ġ92": 827,
      "Ġ104": 828,
      "Ġ74": 829,
      "Ġ61": 830,
      "Ġ128": 831,
      "Ġ65": 832,
      "Ġ67": 833,
      "Ġ132": 834,
      "Ġ82": 835,
      "Ġ102": 836,
      "Ġ87": 837,
      "12": 838,
      "Ġ99": 839,
      "Ġ160": 840,
      "Ġ73": 841,
      "Ġ86": 842,
      "Ġ116": 843,
      "Ġ71": 844,
      "Ġ192": 845,
      "Ġ77": 846,
      "Ġ93": 847,
      "Ġ136": 848,
      "Ġ124": 849,
      "Ġ114": 850,
      "Ġ98": 851,
      "Ġ156": 852,
      "Ġ168": 853,
      "Ġ79": 854,
      "Ġ180": 855,
      "Ġ105": 856,
      "10": 857,
      "Ġ83": 858,
      "Ġ126": 859,
      "Ġ85": 860,
      "Ġ94": 861,
      "Ġ140": 862,
      "Ġ111": 863,
      "Ġ152": 864,
      "Ġ117": 865,
      "16": 866,
      "Ġ91": 867,
      "Ġ148": 868,
      "Ġ110": 869,
      "Ġ106": 870,
      "Ġ240": 871,
      "Ġ216": 872,
      "Ġ176": 873,
      "Ġ89": 874,
      "Ġ123": 875,
      "Ġ135": 876,
      "Ġ97": 877,
      "Ġ95": 878,
      "Ġ150": 879,
      "Ġ138": 880,
      "Ġ164": 881,
      "Ġ162": 882,
      "Ġ204": 883,
      "Ġ122": 884,
      "Ġ103": 885,
      "Ġ130": 886,
      "Ġ101": 887,
      "Ġ118": 888,
      "Ġ200": 889,
      "Ġ288": 890,
      "Ġ129": 891,
      "Ġ147": 892,
      "Ġ184": 893,
      "Ġ208": 894,
      "Ġ172": 895,
      "11": 896,
      "Ġ109": 897,
      "Ġ107": 898,
      "Ġ224": 899,
      "Ġ115": 900,
      "Ġ196": 901,
      "15": 902,
      "Ġ153": 903,
      "Ġ228": 904,
      "Ġ256": 905,
      "14": 906,
      "Ġ134": 907,
      "20": 908,
      "Ġ113": 909,
      "Ġ121": 910,
      "18": 911,
      "24": 912,
      "Ġ252": 913,
      "Ġ146": 914,
      "Ġ141": 915,
      "13": 916,
      "Ġ119": 917,
      "Ġ174": 918,
      "Ġ264": 919,
      "Ġ188": 920,
      "Ġ198": 921,
      "Ġ171": 922,
      "Ġ165": 923,
      "Ġ142": 924,
      "Ġ125": 925,
      "Ġ154": 926,
      "Ġ159": 927,
      "Ġ131": 928,
      "Ġ220": 929,
      "Ġ127": 930,
      "Ġ133": 931,
      "Ġ186": 932,
      "Ġ212": 933,
      "Ġ320": 934,
      "Ġ210": 935,
      "Ġ336": 936,
      "Ġ170": 937,
      "Ġ232": 938,
      "Ġ272": 939,
      "Ġ145": 940,
      "Ġ195": 941,
      "Ġ158": 942,
      "Ġ139": 943,
      "Ġ384": 944,
      "Ġ300": 945,
      "Ġ183": 946,
      "Ġ189": 947,
      "Ġ137": 948,
      "Ġ360": 949,
      "Ġ324": 950,
      "Ġ166": 951,
      "Ġ276": 952,
      "Ġ177": 953,
      "Ġ244": 954,
      "Ġ312": 955,
      "Ġ143": 956,
      "17": 957,
      "Ġ248": 958,
      "Ġ260": 959,
      "Ġ304": 960,
      "Ġ163": 961,
      "Ġ182": 962,
      "Ġ280": 963,
      "Ġ151": 964,
      "Ġ234": 965,
      "Ġ236": 966,
      "Ġ149": 967,
      "Ġ222": 968,
      "Ġ194": 969,
      "21": 970,
      "Ġ155": 971,
      "Ġ207": 972,
      "Ġ178": 973,
      "Ġ432": 974,
      "32": 975,
      "Ġ225": 976,
      "19": 977,
      "Ġ157": 978,
      "Ġ161": 979,
      "Ġ201": 980,
      "Ġ243": 981,
      "36": 982,
      "Ġ270": 983,
      "Ġ480": 984,
      "Ġ190": 985,
      "28": 986,
      "Ġ219": 987,
      "Ġ169": 988,
      "Ġ268": 989,
      "Ġ296": 990,
      "Ġ292": 991,
      "22": 992,
      "Ġ246": 993,
      "Ġ175": 994,
      "Ġ352": 995,
      "Ġ202": 996,
      "Ġ167": 997,
      "Ġ258": 998,
      "Ġ231": 999,
      "30": 1000,
      "Ġ213": 1001,
      "Ġ400": 1002,
      "27": 1003,
      "Ġ348": 1004,
      "Ġ396": 1005,
      "Ġ193": 1006,
      "Ġ181": 1007,
      "Ġ206": 1008,
      "Ġ173": 1009,
      "Ġ308": 1010,
      "Ġ179": 1011,
      "Ġ218": 1012,
      "Ġ255": 1013,
      "Ġ284": 1014,
      "48": 1015,
      "Ġ328": 1016,
      "Ġ187": 1017,
      "Ġ408": 1018,
      "Ġ576": 1019,
      "Ġ185": 1020,
      "Ġ340": 1021,
      "40": 1022,
      "Ġ242": 1023,
      "Ġ294": 1024,
      "Ġ372": 1025,
      "Ġ368": 1026,
      "Ġ226": 1027,
      "Ġ420": 1028,
      "Ġ214": 1029,
      "Ġ199": 1030,
      "Ġ237": 1031,
      "Ġ230": 1032,
      "Ġ306": 1033,
      "25": 1034,
      "26": 1035,
      "Ġ197": 1036,
      "Ġ261": 1037,
      "Ġ316": 1038,
      "Ġ344": 1039,
      "Ġ416": 1040,
      "Ġ448": 1041,
      "Ġ203": 1042,
      "23": 1043,
      "Ġ191": 1044,
      "Ġ291": 1045,
      "Ġ205": 1046,
      "Ġ249": 1047,
      "Ġ297": 1048,
      "Ġ282": 1049,
      "Ġ211": 1050,
      "Ġ267": 1051,
      "Ġ217": 1052,
      "Ġ250": 1053,
      "Ġ392": 1054,
      "Ġ504": 1055,
      "Ġ238": 1056,
      "Ġ528": 1057,
      "Ġ456": 1058,
      "Ġ332": 1059,
      "Ġ273": 1060,
      "Ġ209": 1061,
      "Ġ315": 1062,
      "Ġ468": 1063,
      "Ġ364": 1064,
      "Ġ290": 1065,
      "Ġ279": 1066,
      "Ġ444": 1067,
      "Ġ330": 1068,
      "Ġ388": 1069,
      "Ġ227": 1070,
      "Ġ512": 1071,
      "Ġ342": 1072,
      "Ġ254": 1073,
      "Ġ356": 1074,
      "Ġ221": 1075,
      "Ġ540": 1076,
      "Ġ241": 1077,
      "Ġ215": 1078,
      "Ġ223": 1079,
      "Ġ285": 1080,
      "Ġ376": 1081,
      "33": 1082,
      "Ġ262": 1083,
      "Ġ318": 1084,
      "Ġ266": 1085,
      "Ġ464": 1086,
      "Ġ380": 1087,
      "Ġ229": 1088,
      "Ġ274": 1089,
      "Ġ440": 1090,
      "Ġ259": 1091,
      "Ġ720": 1092,
      "Ġ378": 1093,
      "Ġ245": 1094,
      "Ġ235": 1095,
      "Ġ303": 1096,
      "Ġ247": 1097,
      "29": 1098,
      "Ġ640": 1099,
      "Ġ492": 1100,
      "Ġ390": 1101,
      "Ġ624": 1102,
      "34": 1103,
      "Ġ496": 1104,
      "44": 1105,
      "Ġ672": 1106,
      "Ġ424": 1107,
      "Ġ600": 1108,
      "Ġ333": 1109,
      "Ġ544": 1110,
      "Ġ327": 1111,
      "Ġ257": 1112,
      "60": 1113,
      "Ġ233": 1114,
      "39": 1115,
      "Ġ404": 1116,
      "Ġ768": 1117,
      "Ġ354": 1118,
      "42": 1119,
      "Ġ351": 1120,
      "Ġ436": 1121,
      "31": 1122,
      "Ġ278": 1123,
      "Ġ309": 1124,
      "Ġ648": 1125,
      "Ġ339": 1126,
      "Ġ253": 1127,
      "Ġ560": 1128,
      "Ġ366": 1129,
      "Ġ516": 1130,
      "64": 1131,
      "Ġ322": 1132,
      "Ġ286": 1133,
      "Ġ363": 1134,
      "Ġ321": 1135,
      "Ġ289": 1136,
      "Ġ387": 1137,
      "Ġ552": 1138,
      "Ġ298": 1139,
      "Ġ450": 1140,
      "Ġ412": 1141,
      "Ġ239": 1142,
      "Ġ265": 1143,
      "Ġ302": 1144,
      "Ġ275": 1145,
      "35": 1146,
      "Ġ484": 1147,
      "Ġ263": 1148,
      "Ġ588": 1149,
      "Ġ251": 1150,
      "Ġ310": 1151,
      "Ġ326": 1152,
      "72": 1153,
      "52": 1154,
      "Ġ345": 1155,
      "45": 1156,
      "38": 1157,
      "Ġ520": 1158,
      "Ġ405": 1159,
      "Ġ338": 1160,
      "Ġ271": 1161,
      "Ġ369": 1162,
      "Ġ414": 1163,
      "Ġ402": 1164,
      "Ġ612": 1165,
      "Ġ460": 1166,
      "Ġ314": 1167,
      "Ġ452": 1168,
      "Ġ488": 1169,
      "Ġ472": 1170,
      "Ġ592": 1171,
      "Ġ864": 1172,
      "56": 1173,
      "Ġ295": 1174,
      "Ġ428": 1175,
      "Ġ608": 1176,
      "Ġ435": 1177,
      "Ġ283": 1178,
      "Ġ323": 1179,
      "Ġ375": 1180,
      "Ġ486": 1181,
      "Ġ357": 1182,
      "Ġ293": 1183,
      "37": 1184,
      "Ġ277": 1185,
      "Ġ564": 1186,
      "54": 1187,
      "Ġ362": 1188,
      "Ġ438": 1189,
      "Ġ301": 1190,
      "Ġ269": 1191,
      "Ġ386": 1192,
      "Ġ500": 1193,
      "Ġ580": 1194,
      "Ġ307": 1195,
      "Ġ441": 1196,
      "Ġ960": 1197,
      "Ġ281": 1198,
      "Ġ325": 1199,
      "Ġ660": 1200,
      "Ġ287": 1201,
      "Ġ305": 1202,
      "Ġ299": 1203,
      "Ġ476": 1204,
      "Ġ350": 1205,
      "Ġ704": 1206,
      "Ġ334": 1207,
      "Ġ399": 1208,
      "Ġ393": 1209,
      "Ġ684": 1210,
      "Ġ423": 1211,
      "Ġ426": 1212,
      "Ġ656": 1213,
      "96": 1214,
      "51": 1215,
      "Ġ346": 1216,
      "Ġ584": 1217,
      "Ġ370": 1218,
      "80": 1219,
      "Ġ816": 1220,
      "Ġ459": 1221,
      "Ġ800": 1222,
      "Ġ536": 1223,
      "Ġ381": 1224,
      "Ġ313": 1225,
      "Ġ462": 1226,
      "Ġ337": 1227,
      "Ġ532": 1228,
      "Ġ508": 1229,
      "Ġ483": 1230,
      "50": 1231,
      "Ġ319": 1232,
      "41": 1233,
      "Ġ411": 1234,
      "Ġ524": 1235,
      "Ġ636": 1236,
      "Ġ756": 1237,
      "Ġ434": 1238,
      "Ġ343": 1239,
      "Ġ385": 1240,
      "Ġ696": 1241,
      "Ġ792": 1242,
      "Ġ510": 1243,
      "Ġ311": 1244,
      "Ġ358": 1245,
      "Ġ417": 1246,
      "Ġ688": 1247,
      "Ġ331": 1248,
      "Ġ317": 1249,
      "Ġ374": 1250,
      "Ġ329": 1251,
      "Ġ361": 1252,
      "Ġ495": 1253,
      "Ġ616": 1254,
      "Ġ784": 1255,
      "Ġ355": 1256,
      "Ġ394": 1257,
      "Ġ736": 1258,
      "Ġ568": 1259,
      "46": 1260,
      "Ġ780": 1261,
      "Ġ410": 1262,
      "Ġ548": 1263,
      "68": 1264,
      "43": 1265,
      "84": 1266,
      "Ġ341": 1267,
      "Ġ912": 1268,
      "Ġ382": 1269,
      "Ġ474": 1270,
      "49": 1271,
      "Ġ398": 1272,
      "Ġ840": 1273,
      "Ġ522": 1274,
      "Ġ498": 1275,
      "Ġ429": 1276,
      "Ġ513": 1277,
      "Ġ482": 1278,
      "Ġ680": 1279,
      "Ġ447": 1280,
      "Ġ832": 1281,
      "Ġ744": 1282,
      "Ġ708": 1283,
      "Ġ418": 1284,
      "Ġ406": 1285,
      "Ġ556": 1286,
      "Ġ335": 1287,
      "Ġ732": 1288,
      "Ġ896": 1289,
      "Ġ403": 1290,
      "Ġ594": 1291,
      "Ġ572": 1292,
      "Ġ644": 1293,
      "Ġ347": 1294,
      "Ġ353": 1295,
      "63": 1296,
      "Ġ365": 1297,
      "Ġ465": 1298,
      "Ġ477": 1299,
      "Ġ453": 1300,
      "Ġ507": 1301,
      "Ġ579": 1302,
      "Ġ367": 1303,
      "Ġ582": 1304,
      "Ġ630": 1305,
      "Ġ422": 1306,
      "Ġ900": 1307,
      "Ġ596": 1308,
      "Ġ546": 1309,
      "57": 1310,
      "Ġ391": 1311,
      "Ġ632": 1312,
      "Ġ471": 1313,
      "Ġ531": 1314,
      "Ġ349": 1315,
      "Ġ442": 1316,
      "Ġ604": 1317,
      "Ġ652": 1318,
      "76": 1319,
      "Ġ752": 1320,
      "Ġ489": 1321,
      "Ġ371": 1322,
      "Ġ585": 1323,
      "Ġ676": 1324,
      "Ġ880": 1325,
      "66": 1326,
      "Ġ389": 1327,
      "Ġ664": 1328,
      "Ġ558": 1329,
      "Ġ534": 1330,
      "Ġ620": 1331,
      "Ġ628": 1332,
      "Ġ433": 1333,
      "Ġ359": 1334,
      "108": 1335,
      "Ġ373": 1336,
      "47": 1337,
      "Ġ804": 1338,
      "Ġ395": 1339,
      "Ġ567": 1340,
      "Ġ828": 1341,
      "Ġ578": 1342,
      "Ġ570": 1343,
      "Ġ401": 1344,
      "Ġ724": 1345,
      "Ġ379": 1346,
      "Ġ936": 1347,
      "Ġ490": 1348,
      "Ġ543": 1349,
      "Ġ409": 1350,
      "Ġ451": 1351,
      "Ġ454": 1352,
      "Ġ446": 1353,
      "Ġ397": 1354,
      "Ġ549": 1355,
      "Ġ430": 1356,
      "Ġ675": 1357,
      "Ġ525": 1358,
      "Ġ888": 1359,
      "Ġ728": 1360,
      "Ġ772": 1361,
      "Ġ458": 1362,
      "Ġ377": 1363,
      "Ġ760": 1364,
      "Ġ972": 1365,
      "144": 1366,
      "Ġ700": 1367,
      "Ġ407": 1368,
      "Ġ848": 1369,
      "Ġ481": 1370,
      "55": 1371,
      "Ġ470": 1372,
      "Ġ776": 1373,
      "Ġ419": 1374,
      "Ġ383": 1375,
      "Ġ514": 1376,
      "Ġ712": 1377,
      "Ġ421": 1378,
      "Ġ603": 1379,
      "120": 1380,
      "Ġ501": 1381,
      "Ġ876": 1382,
      "58": 1383,
      "Ġ506": 1384,
      "Ġ555": 1385,
      "Ġ466": 1386,
      "Ġ642": 1387,
      "Ġ437": 1388,
      "Ġ530": 1389,
      "Ġ852": 1390,
      "Ġ519": 1391,
      "53": 1392,
      "88": 1393,
      "Ġ415": 1394,
      "Ġ425": 1395,
      "75": 1396,
      "Ġ668": 1397,
      "Ġ439": 1398,
      "Ġ666": 1399,
      "Ġ494": 1400,
      "Ġ740": 1401,
      "Ġ606": 1402,
      "Ġ445": 1403,
      "Ġ443": 1404,
      "Ġ702": 1405,
      "Ġ928": 1406,
      "Ġ518": 1407,
      "Ġ618": 1408,
      "Ġ924": 1409,
      "Ġ449": 1410,
      "62": 1411,
      "Ġ561": 1412,
      "Ġ427": 1413,
      "Ġ515": 1414,
      "81": 1415,
      "90": 1416,
      "100": 1417,
      "Ġ615": 1418,
      "112": 1419,
      "128": 1420,
      "Ġ976": 1421,
      "Ġ542": 1422,
      "Ġ413": 1423,
      "Ġ692": 1424,
      "78": 1425,
      "Ġ485": 1426,
      "Ġ455": 1427,
      "Ġ627": 1428,
      "Ġ654": 1429,
      "Ġ591": 1430,
      "69": 1431,
      "Ġ537": 1432,
      "Ġ621": 1433,
      "Ġ651": 1434,
      "Ġ487": 1435,
      "Ġ723": 1436,
      "Ġ868": 1437,
      "Ġ478": 1438,
      "65": 1439,
      "Ġ457": 1440,
      "Ġ716": 1441,
      "Ġ810": 1442,
      "Ġ577": 1443,
      "Ġ678": 1444,
      "Ġ808": 1445,
      "59": 1446,
      "Ġ502": 1447,
      "Ġ729": 1448,
      "70": 1449,
      "Ġ657": 1450,
      "Ġ984": 1451,
      "Ġ944": 1452,
      "Ġ463": 1453,
      "Ġ726": 1454,
      "Ġ469": 1455,
      "Ġ748": 1456,
      "Ġ820": 1457,
      "Ġ467": 1458,
      "Ġ992": 1459,
      "Ġ738": 1460,
      "Ġ639": 1461,
      "61": 1462,
      "Ġ505": 1463,
      "Ġ690": 1464,
      "Ġ774": 1465,
      "Ġ788": 1466,
      "Ġ948": 1467,
      "Ġ550": 1468,
      "Ġ562": 1469,
      "Ġ771": 1470,
      "67": 1471,
      "Ġ650": 1472,
      "Ġ824": 1473,
      "Ġ499": 1474,
      "Ġ597": 1475,
      "Ġ573": 1476,
      "Ġ431": 1477,
      "Ġ475": 1478,
      "104": 1479,
      "Ġ964": 1480,
      "Ġ693": 1481,
      "Ġ796": 1482,
      "Ġ602": 1483,
      "Ġ609": 1484,
      "Ġ872": 1485,
      "Ġ461": 1486,
      "74": 1487,
      "Ġ722": 1488,
      "Ġ493": 1489,
      "Ġ526": 1490,
      "192": 1491,
      "Ġ663": 1492,
      "92": 1493,
      "Ġ764": 1494,
      "Ġ497": 1495,
      "Ġ750": 1496,
      "Ġ836": 1497,
      "Ġ770": 1498,
      "Ġ529": 1499,
      "Ġ645": 1500,
      "Ġ586": 1501,
      "Ġ904": 1502,
      "Ġ626": 1503,
      "Ġ547": 1504,
      "Ġ590": 1505,
      "Ġ554": 1506,
      "Ġ765": 1507,
      "Ġ511": 1508,
      "Ġ491": 1509,
      "Ġ714": 1510,
      "Ġ517": 1511,
      "Ġ996": 1512,
      "Ġ473": 1513,
      "Ġ920": 1514,
      "Ġ643": 1515,
      "Ġ812": 1516,
      "Ġ633": 1517,
      "Ġ523": 1518,
      "Ġ674": 1519,
      "Ġ538": 1520,
      "Ġ884": 1521,
      "Ġ867": 1522,
      "Ġ856": 1523,
      "Ġ581": 1524,
      "Ġ545": 1525,
      "Ġ610": 1526,
      "Ġ968": 1527,
      "Ġ583": 1528,
      "Ġ735": 1529,
      "Ġ711": 1530,
      "Ġ844": 1531,
      "Ġ687": 1532,
      "99": 1533,
      "160": 1534,
      "73": 1535,
      "Ġ870": 1536,
      "Ġ563": 1537,
      "Ġ783": 1538,
      "Ġ479": 1539,
      "Ġ598": 1540,
      "Ġ747": 1541,
      "132": 1542,
      "Ġ509": 1543,
      "Ġ819": 1544,
      "Ġ541": 1545,
      "Ġ801": 1546,
      "Ġ574": 1547,
      "Ġ646": 1548,
      "Ġ882": 1549,
      "Ġ595": 1550,
      "Ġ503": 1551,
      "Ġ535": 1552,
      "Ġ566": 1553,
      "Ġ916": 1554,
      "Ġ521": 1555,
      "Ġ614": 1556,
      "Ġ980": 1557,
      "Ġ1000": 1558,
      "Ġ786": 1559,
      "Ġ860": 1560,
      "87": 1561,
      "Ġ952": 1562,
      "Ġ533": 1563,
      "Ġ705": 1564,
      "Ġ681": 1565,
      "Ġ589": 1566,
      "Ġ527": 1567,
      "Ġ762": 1568,
      "Ġ798": 1569,
      "Ġ669": 1570,
      "Ġ963": 1571,
      "Ġ539": 1572,
      "82": 1573,
      "Ġ759": 1574,
      "102": 1575,
      "Ġ553": 1576,
      "Ġ892": 1577,
      "71": 1578,
      "Ġ918": 1579,
      "Ġ601": 1580,
      "Ġ873": 1581,
      "Ġ846": 1582,
      "Ġ551": 1583,
      "Ġ866": 1584,
      "Ġ625": 1585,
      "Ġ649": 1586,
      "Ġ587": 1587,
      "Ġ641": 1588,
      "Ġ795": 1589,
      "Ġ658": 1590,
      "Ġ634": 1591,
      "Ġ834": 1592,
      "Ġ699": 1593,
      "Ġ822": 1594,
      "Ġ611": 1595,
      "77": 1596,
      "Ġ721": 1597,
      "Ġ940": 1598,
      "Ġ891": 1599,
      "Ġ908": 1600,
      "Ġ673": 1601,
      "Ġ769": 1602,
      "Ġ571": 1603,
      "Ġ741": 1604,
      "Ġ945": 1605,
      "Ġ682": 1606,
      "Ġ565": 1607,
      "Ġ622": 1608,
      "Ġ730": 1609,
      "180": 1610,
      "Ġ662": 1611,
      "Ġ777": 1612,
      "Ġ686": 1613,
      "Ġ706": 1614,
      "156": 1615,
      "Ġ575": 1616,
      "Ġ966": 1617,
      "98": 1618,
      "Ġ990": 1619,
      "116": 1620,
      "93": 1621,
      "124": 1622,
      "105": 1623,
      "Ġ855": 1624,
      "85": 1625,
      "Ġ837": 1626,
      "79": 1627,
      "Ġ962": 1628,
      "Ġ670": 1629,
      "168": 1630,
      "Ġ559": 1631,
      "Ġ638": 1632,
      "Ġ613": 1633,
      "86": 1634,
      "Ġ593": 1635,
      "83": 1636,
      "Ġ802": 1637,
      "Ġ717": 1638,
      "136": 1639,
      "Ġ605": 1640,
      "Ġ932": 1641,
      "Ġ569": 1642,
      "Ġ858": 1643,
      "Ġ557": 1644,
      "Ġ903": 1645,
      "Ġ843": 1646,
      "Ġ988": 1647,
      "Ġ758": 1648,
      "Ġ679": 1649,
      "Ġ710": 1650,
      "Ġ631": 1651,
      "Ġ956": 1652,
      "Ġ655": 1653,
      "Ġ975": 1654,
      "Ġ954": 1655,
      "Ġ825": 1656,
      "126": 1657,
      "Ġ753": 1658,
      "Ġ707": 1659,
      "Ġ782": 1660,
      "Ġ607": 1661,
      "Ġ789": 1662,
      "240": 1663,
      "Ġ599": 1664,
      "Ġ661": 1665,
      "Ġ915": 1666,
      "Ġ647": 1667,
      "Ġ930": 1668,
      "Ġ698": 1669,
      "114": 1670,
      "Ġ778": 1671,
      "Ġ617": 1672,
      "Ġ677": 1673,
      "Ġ619": 1674,
      "Ġ734": 1675,
      "Ġ894": 1676,
      "Ġ818": 1677,
      "216": 1678,
      "111": 1679,
      "97": 1680,
      "140": 1681,
      "Ġ637": 1682,
      "Ġ623": 1683,
      "Ġ653": 1684,
      "Ġ659": 1685,
      "Ġ813": 1686,
      "Ġ803": 1687,
      "Ġ725": 1688,
      "Ġ865": 1689,
      "Ġ794": 1690,
      "Ġ635": 1691,
      "Ġ978": 1692,
      "Ġ906": 1693,
      "Ġ629": 1694,
      "Ġ807": 1695,
      "117": 1696,
      "Ġ742": 1697,
      "148": 1698,
      "Ġ775": 1699,
      "Ġ683": 1700,
      "Ġ927": 1701,
      "Ġ739": 1702,
      "Ġ727": 1703,
      "Ġ842": 1704,
      "Ġ694": 1705,
      "Ġ685": 1706,
      "Ġ909": 1707,
      "135": 1708,
      "Ġ897": 1709,
      "Ġ861": 1710,
      "176": 1711,
      "91": 1712,
      "Ġ665": 1713,
      "94": 1714,
      "Ġ981": 1715,
      "Ġ715": 1716,
      "Ġ754": 1717,
      "Ġ942": 1718,
      "Ġ879": 1719,
      "Ġ902": 1720,
      "Ġ885": 1721,
      "Ġ961": 1722,
      "Ġ831": 1723,
      "Ġ773": 1724,
      "Ġ667": 1725,
      "Ġ969": 1726,
      "Ġ939": 1727,
      "110": 1728,
      "Ġ787": 1729,
      "Ġ718": 1730,
      "Ġ691": 1731,
      "Ġ731": 1732,
      "152": 1733,
      "Ġ806": 1734,
      "Ġ849": 1735,
      "89": 1736,
      "Ġ746": 1737,
      "Ġ697": 1738,
      "Ġ766": 1739,
      "Ġ898": 1740,
      "Ġ689": 1741,
      "Ġ781": 1742,
      "Ġ835": 1743,
      "288": 1744,
      "Ġ737": 1745,
      "Ġ785": 1746,
      "Ġ830": 1747,
      "Ġ850": 1748,
      "Ġ899": 1749,
      "Ġ733": 1750,
      "Ġ703": 1751,
      "Ġ793": 1752,
      "123": 1753,
      "Ġ709": 1754,
      "Ġ814": 1755,
      "Ġ914": 1756,
      "Ġ999": 1757,
      "Ġ921": 1758,
      "147": 1759,
      "95": 1760,
      "Ġ745": 1761,
      "Ġ790": 1762,
      "162": 1763,
      "Ġ757": 1764,
      "Ġ874": 1765,
      "Ġ695": 1766,
      "Ġ957": 1767,
      "208": 1768,
      "Ġ671": 1769,
      "Ġ763": 1770,
      "Ġ817": 1771,
      "150": 1772,
      "Ġ970": 1773,
      "Ġ883": 1774,
      "204": 1775,
      "Ġ779": 1776,
      "Ġ841": 1777,
      "Ġ826": 1778,
      "Ġ871": 1779,
      "Ġ838": 1780,
      "Ġ869": 1781,
      "101": 1782,
      "Ġ761": 1783,
      "256": 1784,
      "Ġ755": 1785,
      "103": 1786,
      "Ġ890": 1787,
      "Ġ833": 1788,
      "Ġ993": 1789,
      "Ġ987": 1790,
      "Ġ701": 1791,
      "Ġ974": 1792,
      "Ġ933": 1793,
      "106": 1794,
      "Ġ805": 1795,
      "164": 1796,
      "224": 1797,
      "Ġ951": 1798,
      "Ġ965": 1799,
      "Ġ878": 1800,
      "Ġ938": 1801,
      "Ġ811": 1802,
      "109": 1803,
      "Ġ910": 1804,
      "Ġ743": 1805,
      "122": 1806,
      "Ġ799": 1807,
      "130": 1808,
      "Ġ751": 1809,
      "Ġ713": 1810,
      "196": 1811,
      "200": 1812,
      "Ġ854": 1813,
      "129": 1814,
      "Ġ886": 1815,
      "Ġ901": 1816,
      "153": 1817,
      "138": 1818,
      "Ġ875": 1819,
      "Ġ862": 1820,
      "Ġ994": 1821,
      "Ġ967": 1822,
      "Ġ719": 1823,
      "121": 1824,
      "Ġ950": 1825,
      "115": 1826,
      "Ġ823": 1827,
      "Ġ913": 1828,
      "Ġ815": 1829,
      "Ġ926": 1830,
      "Ġ749": 1831,
      "Ġ767": 1832,
      "184": 1833,
      "Ġ845": 1834,
      "Ġ982": 1835,
      "252": 1836,
      "113": 1837,
      "146": 1838,
      "Ġ791": 1839,
      "Ġ922": 1840,
      "Ġ973": 1841,
      "Ġ986": 1842,
      "Ġ821": 1843,
      "Ġ889": 1844,
      "Ġ931": 1845,
      "Ġ827": 1846,
      "Ġ809": 1847,
      "228": 1848,
      "Ġ847": 1849,
      "Ġ946": 1850,
      "Ġ859": 1851,
      "Ġ851": 1852,
      "Ġ829": 1853,
      "Ġ979": 1854,
      "134": 1855,
      "107": 1856,
      "118": 1857,
      "Ġ958": 1858,
      "131": 1859,
      "Ġ947": 1860,
      "172": 1861,
      "Ġ905": 1862,
      "Ġ877": 1863,
      "Ġ797": 1864,
      "Ġ937": 1865,
      "Ġ895": 1866,
      "Ġ839": 1867,
      "Ġ907": 1868,
      "320": 1869,
      "Ġ881": 1870,
      "Ġ887": 1871,
      "145": 1872,
      "119": 1873,
      "195": 1874,
      "Ġ971": 1875,
      "189": 1876,
      "Ġ934": 1877,
      "141": 1878,
      "384": 1879,
      "Ġ995": 1880,
      "Ġ977": 1881,
      "Ġ853": 1882,
      "Ġ917": 1883,
      "Ġ955": 1884,
      "Ġ949": 1885,
      "125": 1886,
      "Ġ941": 1887,
      "Ġ857": 1888,
      "198": 1889,
      "Ġ919": 1890,
      "Ġ985": 1891,
      "188": 1892,
      "Ġ863": 1893,
      "Ġ998": 1894,
      "Ġ923": 1895,
      "165": 1896,
      "171": 1897,
      "Ġ925": 1898,
      "Ġ935": 1899,
      "133": 1900,
      "Ġ893": 1901,
      "127": 1902,
      "Ġ953": 1903,
      "Ġ983": 1904,
      "Ġ911": 1905,
      "159": 1906,
      "Ġ929": 1907,
      "220": 1908,
      "Ġ991": 1909,
      "183": 1910,
      "163": 1911,
      "336": 1912,
      "272": 1913,
      "194": 1914,
      "324": 1915,
      "264": 1916,
      "Ġ943": 1917,
      "212": 1918,
      "161": 1919,
      "142": 1920,
      "174": 1921,
      "139": 1922,
      "210": 1923,
      "186": 1924,
      "243": 1925,
      "300": 1926,
      "Ġ997": 1927,
      "244": 1928,
      "154": 1929,
      "143": 1930,
      "137": 1931,
      "170": 1932,
      "432": 1933,
      "260": 1934,
      "225": 1935,
      "232": 1936,
      "193": 1937,
      "149": 1938,
      "Ġ959": 1939,
      "177": 1940,
      "248": 1941,
      "304": 1942,
      "Ġ989": 1943,
      "360": 1944,
      "182": 1945,
      "158": 1946,
      "166": 1947,
      "312": 1948,
      "276": 1949,
      "201": 1950,
      "151": 1951,
      "234": 1952,
      "157": 1953,
      "219": 1954,
      "222": 1955,
      "236": 1956,
      "169": 1957,
      "155": 1958,
      "207": 1959,
      "181": 1960,
      "270": 1961,
      "190": 1962,
      "480": 1963,
      "280": 1964,
      "218": 1965,
      "178": 1966,
      "292": 1967,
      "576": 1968,
      "175": 1969,
      "167": 1970,
      "352": 1971,
      "242": 1972,
      "246": 1973,
      "231": 1974,
      "213": 1975,
      "197": 1976,
      "237": 1977,
      "448": 1978,
      "400": 1979,
      "255": 1980,
      "173": 1981,
      "199": 1982,
      "296": 1983,
      "297": 1984,
      "241": 1985,
      "179": 1986,
      "268": 1987,
      "202": 1988,
      "217": 1989,
      "185": 1990,
      "249": 1991,
      "396": 1992,
      "187": 1993,
      "284": 1994,
      "306": 1995,
      "308": 1996,
      "258": 1997,
      "291": 1998,
      "294": 1999,
      "191": 2000,
      "227": 2001,
      "209": 2002,
      "408": 2003,
      "416": 2004,
      "290": 2005,
      "203": 2006,
      "368": 2007,
      "205": 2008,
      "206": 2009,
      "279": 2010,
      "512": 2011,
      "259": 2012,
      "211": 2013,
      "372": 2014,
      "245": 2015,
      "230": 2016,
      "420": 2017,
      "289": 2018,
      "257": 2019,
      "261": 2020,
      "214": 2021,
      "348": 2022,
      "528": 2023,
      "388": 2024,
      "321": 2025,
      "768": 2026,
      "328": 2027,
      "392": 2028,
      "316": 2029,
      "226": 2030,
      "315": 2031,
      "468": 2032,
      "340": 2033,
      "640": 2034,
      "720": 2035,
      "238": 2036,
      "322": 2037,
      "273": 2038,
      "330": 2039,
      "223": 2040,
      "262": 2041,
      "444": 2042,
      "387": 2043,
      "215": 2044,
      "221": 2045,
      "540": 2046,
      "484": 2047,
      "456": 2048,
      "247": 2049,
      "303": 2050,
      "344": 2051,
      "378": 2052,
      "435": 2053,
      "327": 2054,
      "285": 2055,
      "253": 2056,
      "267": 2057,
      "504": 2058,
      "318": 2059,
      "464": 2060,
      "672": 2061,
      "229": 2062,
      "274": 2063,
      "250": 2064,
      "265": 2065,
      "424": 2066,
      "496": 2067,
      "560": 2068,
      "363": 2069,
      "364": 2070,
      "282": 2071,
      "254": 2072,
      "235": 2073,
      "380": 2074,
      "386": 2075,
      "332": 2076,
      "436": 2077,
      "864": 2078,
      "Ġ1152": 2079,
      "326": 2080,
      "278": 2081,
      "404": 2082,
      "405": 2083,
      "239": 2084,
      "441": 2085,
      "383": 2086,
      "376": 2087,
      "544": 2088,
      "325": 2089,
      "286": 2090,
      "287": 2091,
      "302": 2092,
      "266": 2093,
      "333": 2094,
      "298": 2095,
      "450": 2096,
      "800": 2097,
      "313": 2098,
      "412": 2099,
      "476": 2100,
      "580": 2101,
      "624": 2102,
      "323": 2103,
      "251": 2104,
      "263": 2105,
      "233": 2106,
      "338": 2107,
      "390": 2108,
      "393": 2109,
      "356": 2110,
      "314": 2111,
      "428": 2112,
      "440": 2113,
      "460": 2114,
      "472": 2115,
      "516": 2116,
      "612": 2117,
      "648": 2118,
      "361": 2119,
      "366": 2120,
      "271": 2121,
      "337": 2122,
      "345": 2123,
      "399": 2124,
      "351": 2125,
      "357": 2126,
      "492": 2127,
      "588": 2128,
      "438": 2129,
      "514": 2130,
      "564": 2131,
      "772": 2132,
      "Ġ1012": 2133,
      "Ġ1088": 2134,
      "Ġ1008": 2135,
      "Ġ1024": 2136,
      "Ġ1160": 2137,
      "Ġ1056": 2138,
      "Ġ1176": 2139,
      "Ġ1104": 2140,
      "Ġ1184": 2141,
      "Ġ1188": 2142,
      "Ġ1296": 2143,
      "Ġ1071": 2144,
      "329": 2145,
      "362": 2146,
      "283": 2147,
      "301": 2148,
      "307": 2149,
      "339": 2150,
      "295": 2151,
      "299": 2152,
      "341": 2153,
      "342": 2154,
      "600": 2155,
      "394": 2156,
      "354": 2157,
      "459": 2158,
      "385": 2159,
      "579": 2160,
      "704": 2161,
      "317": 2162,
      "422": 2163,
      "430": 2164,
      "433": 2165,
      "510": 2166,
      "524": 2167,
      "513": 2168,
      "536": 2169,
      "584": 2170,
      "632": 2171,
      "630": 2172,
      "656": 2173,
      "729": 2174,
      "771": 2175,
      "816": 2176,
      "896": 2177,
      "960": 2178,
      "305": 2179,
      "309": 2180,
      "275": 2181,
      "277": 2182,
      "482": 2183,
      "488": 2184,
      "402": 2185,
      "403": 2186,
      "269": 2187,
      "343": 2188,
      "608": 2189,
      "355": 2190,
      "389": 2191,
      "500": 2192,
      "577": 2193,
      "558": 2194,
      "592": 2195,
      "<special_token_0>": 2196,
      "<special_token_1>": 2197,
      "<special_token_2>": 2198,
      "<special_token_3>": 2199,
      "<special_token_4>": 2200
    },
    "merges": [
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "v",
        "a"
      ],
      [
        "o",
        "o"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "f",
        "i"
      ],
      [
        "u",
        "l"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "u",
        "a"
      ],
      [
        "q",
        "ua"
      ],
      [
        "v",
        "i"
      ],
      [
        "a",
        "d"
      ],
      [
        "n",
        "e"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "i",
        "o"
      ],
      [
        "ĠT",
        "h"
      ],
      [
        "ĠTh",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "e",
        "qua"
      ],
      [
        "Ġ",
        "equa"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "ul",
        "t"
      ],
      [
        "i",
        "va"
      ],
      [
        "o",
        "vi"
      ],
      [
        "ovi",
        "e"
      ],
      [
        "Ġ",
        "ad"
      ],
      [
        "Ġad",
        "ult"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "oo",
        "l"
      ],
      [
        "ch",
        "ool"
      ],
      [
        "Ġequa",
        "l"
      ],
      [
        "io",
        "n"
      ],
      [
        "t",
        "o"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "i",
        "t"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "e",
        "fi"
      ],
      [
        "ĠD",
        "efi"
      ],
      [
        "ĠDefi",
        "ne"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "a",
        "r"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "a",
        "l"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "t",
        "iva"
      ],
      [
        "ĠF",
        "e"
      ],
      [
        "tiva",
        "l"
      ],
      [
        "t",
        "ion"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "to"
      ],
      [
        "Ġd",
        "e"
      ],
      [
        "e",
        "n"
      ],
      [
        "r",
        "e"
      ],
      [
        "r",
        "i"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "t",
        "al"
      ],
      [
        "Ġto",
        "tal"
      ],
      [
        "l",
        "u"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "ĠC",
        "it"
      ],
      [
        "ĠCit",
        "y"
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "n",
        "t"
      ],
      [
        "v",
        "e"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġm",
        "ovie"
      ],
      [
        "a",
        "t"
      ],
      [
        "ĠM",
        "ovie"
      ],
      [
        "a",
        "y"
      ],
      [
        "n",
        "d"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "d"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "l",
        "l"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ<",
        "/"
      ],
      [
        "e",
        "d"
      ],
      [
        "i",
        "m"
      ],
      [
        "g",
        "e"
      ],
      [
        "v",
        "er"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "u",
        "t"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "o",
        "lu"
      ],
      [
        "u",
        "e"
      ],
      [
        "q",
        "ue"
      ],
      [
        "olu",
        "tion"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "a",
        "nd"
      ],
      [
        "Ġ",
        "and"
      ],
      [
        "e",
        "m"
      ],
      [
        "l",
        "em"
      ],
      [
        "l",
        "i"
      ],
