{
  "additional_special_tokens": [
    "<question>",
    "</question>",
    "<solution>",
    "</solution>",
    "<answer>",
    "</answer>"
  ],
  "bos_token": "[BOS]",
  "eos_token": "[EOS]",
  "pad_token": "[PAD]",
  "unk_token": "[UNK]"
}
