{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<question>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</question>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<solution>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</solution>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<answer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</answer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\\\[A-Za-z]+|\\\\.|\\\\begin\\s*\\{[A-Za-z*]+\\}|\\\\end\\s*\\{[A-Za-z*]+\\}|<=|>=|!=|:=|->|->>|=>|<=>|::=|==|\\\\to|\\\\mapsto|\\\\implies|\\\\iff|[±≈≅≃≡∼∝∞√∑∏∫∮∇∂∆∈∉⊂⊆⊄⊇⊃∩∪∧∨¬⇒⇔←→↦⟶⟨⟩⋯…]|[_^]|[{}()\\\\[\\\\]]|(?<![\\\\p{L}\\\\p{N}])\\\\p{N}{1,3}(?:[_,]\\\\p{N}{1,3})*(?:\\\\.\\\\p{N}+)?(?:[eE][+-]?\\\\p{N}+)?|-| ?\\\\p{L}+| ?[^\\\\s\\\\p{L}\\\\p{N}]+|\\\\s+(?!\\\\S)|\\\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "<question>": 4,
      "</question>": 5,
      "<solution>": 6,
      "</solution>": 7,
      "<answer>": 8,
      "</answer>": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "®": 116,
      "¯": 117,
      "°": 118,
      "±": 119,
      "²": 120,
      "³": 121,
      "´": 122,
      "µ": 123,
      "¶": 124,
      "·": 125,
      "¸": 126,
      "¹": 127,
      "º": 128,
      "»": 129,
      "¼": 130,
      "½": 131,
      "¾": 132,
      "¿": 133,
      "À": 134,
      "Á": 135,
      "Â": 136,
      "Ã": 137,
      "Ä": 138,
      "Å": 139,
      "Æ": 140,
      "Ç": 141,
      "È": 142,
      "É": 143,
      "Ê": 144,
      "Ë": 145,
      "Ì": 146,
      "Í": 147,
      "Î": 148,
      "Ï": 149,
      "Ð": 150,
      "Ñ": 151,
      "Ò": 152,
      "Ó": 153,
      "Ô": 154,
      "Õ": 155,
      "Ö": 156,
      "×": 157,
      "Ø": 158,
      "Ù": 159,
      "Ú": 160,
      "Û": 161,
      "Ü": 162,
      "Ý": 163,
      "Þ": 164,
      "ß": 165,
      "à": 166,
      "á": 167,
      "â": 168,
      "ã": 169,
      "ä": 170,
      "å": 171,
      "æ": 172,
      "ç": 173,
      "è": 174,
      "é": 175,
      "ê": 176,
      "ë": 177,
      "ì": 178,
      "í": 179,
      "î": 180,
      "ï": 181,
      "ð": 182,
      "ñ": 183,
      "ò": 184,
      "ó": 185,
      "ô": 186,
      "õ": 187,
      "ö": 188,
      "÷": 189,
      "ø": 190,
      "ù": 191,
      "ú": 192,
      "û": 193,
      "ü": 194,
      "ý": 195,
      "þ": 196,
      "ÿ": 197,
      "Ā": 198,
      "ā": 199,
      "Ă": 200,
      "ă": 201,
      "Ą": 202,
      "ą": 203,
      "Ć": 204,
      "ć": 205,
      "Ĉ": 206,
      "ĉ": 207,
      "Ċ": 208,
      "ċ": 209,
      "Č": 210,
      "č": 211,
      "Ď": 212,
      "ď": 213,
      "Đ": 214,
      "đ": 215,
      "Ē": 216,
      "ē": 217,
      "Ĕ": 218,
      "ĕ": 219,
      "Ė": 220,
      "ė": 221,
      "Ę": 222,
      "ę": 223,
      "Ě": 224,
      "ě": 225,
      "Ĝ": 226,
      "ĝ": 227,
      "Ğ": 228,
      "ğ": 229,
      "Ġ": 230,
      "ġ": 231,
      "Ģ": 232,
      "ģ": 233,
      "Ĥ": 234,
      "ĥ": 235,
      "Ħ": 236,
      "ħ": 237,
      "Ĩ": 238,
      "ĩ": 239,
      "Ī": 240,
      "ī": 241,
      "Ĭ": 242,
      "ĭ": 243,
      "Į": 244,
      "į": 245,
      "İ": 246,
      "ı": 247,
      "Ĳ": 248,
      "ĳ": 249,
      "Ĵ": 250,
      "ĵ": 251,
      "Ķ": 252,
      "ķ": 253,
      "ĸ": 254,
      "Ĺ": 255,
      "ĺ": 256,
      "Ļ": 257,
      "ļ": 258,
      "Ľ": 259,
      "ľ": 260,
      "Ŀ": 261,
      "ŀ": 262,
      "Ł": 263,
      "ł": 264,
      "Ń": 265,
      "in": 266,
      "er": 267,
      "al": 268,
      "Ġin": 269,
      "Ġ=": 270,
      "um": 271,
      "Ġo": 272,
      "Ġof": 273,
      "Ġa": 274,
      "Ġn": 275,
      "Ġt": 276,
      "ber": 277,
      "umber": 278,
      "Ġnumber": 279,
      "he": 280,
      "ol": 281,
      "ti": 282,
      "on": 283,
      "Ġthe": 284,
      "qu": 285,
      "ĠC": 286,
      "Ġe": 287,
      "Ġ+": 288,
      "ul": 289,
      "vi": 290,
      "ĠT": 291,
      "ine": 292,
      "ho": 293,
      "Ġm": 294,
      "le": 295,
      "ĠF": 296,
      "Ġd": 297,
      "ovi": 298,
      "ovie": 299,
      "ef": 300,
      "ri": 301,
      "ult": 302,
      "dult": 303,
      "Ġadult": 304,
      "val": 305,
      "cho": 306,
      "chool": 307,
      "ĠD": 308,
      "ĠThe": 309,
      "Ġequ": 310,
      "Ġequal": 311,
      "efine": 312,
      "ĠDefine": 313,
      "Ġ<": 314,
      "ĠM": 315,
      "Ġ2": 316,
      "tival": 317,
      "ĠFe": 318,
      "Ġ1": 319,
      "an": 320,
      "ĠB": 321,
      "Ġ4": 322,
      "ot": 323,
      "Ġ3": 324,
      "Ġde": 325,
      "ar": 326,
      "ĠCi": 327,
      "Ġtot": 328,
      "Ġtotal": 329,
      "ĠR": 330,
      "re": 331,
      "en": 332,
      "Ġc": 333,
      "ty": 334,
      "ĠCity": 335,
      "tion": 336,
      "Ġmovie": 337,
      "at": 338,
      "ĠMovie": 339,
      "ay": 340,
      "ĠS": 341,
      "Ġan": 342,
      "Ġ</": 343,
      "ed": 344,
      "ge": 345,
      "ver": 346,
      "ĠW": 347,
      "ro": 348,
      "ĠV": 349,
      "im": 350,
      "id": 351,
      "ic": 352,
      "Ġf": 353,
      "th": 354,
      "or": 355,
      "ont": 356,
      "ĠH": 357,
      "ution": 358,
      "olution": 359,
      "que": 360,
      "OS": 361,
      "wer": 362,
      "be": 363,
      "ve": 364,
      "ĠO": 365,
      "ĠG": 366,
      "gh": 367,
      "dle": 368,
      "ub": 369,
      "fi": 370,
      "od": 371,
      "am": 372,
      "alm": 373,
      "ari": 374,
      "Ġh": 375,
      "Ġand": 376,
      "Ġanim": 377,
      "Ġanimal": 378,
      "Ġu": 379,
      "lu": 380,
      "Ġ*": 381,
      "Ġi": 382,
      "ak": 383,
      "dge": 384,
      "ridge": 385,
      "ĠOak": 386,
      "iver": 387,
      "ĠRiver": 388,
      "ĠBe": 389,
      "ĠWe": 390,
      "ton": 391,
      "ĠBay": 392,
      "ĠSa": 393,
      "lle": 394,
      "Ġ6": 395,
      "ĠP": 396,
      "ĠJ": 397,
      "ĠA": 398,
      "ĠE": 399,
      "ĠZ": 400,
      "Ġ8": 401,
      "fer": 402,
      "Ġth": 403,
      "ut": 404,
      "ate": 405,
      "et": 406,
      "ll": 407,
      "te": 408,
      "Ġw": 409,
      "igh": 410,
      "lic": 411,
      "ublic": 412,
      "Ġhigh": 413,
      "ci": 414,
      "uri": 415,
      "tic": 416,
      "Ġfut": 417,
      "Ġfuturi": 418,
      "vate": 419,
      "Ġmid": 420,
      "rivate": 421,
      "Ġmiddle": 422,
      "men": 423,
      "tar": 424,
      "Ġele": 425,
      "mentar": 426,
      "Ġelementar": 427,
      "Ġelementary": 428,
      "ad": 429,
      "Ġro": 430,
      "Ġcalm": 431,
      "Ġroad": 432,
      "em": 433,
      "iod": 434,
      "ram": 435,
      "eriod": 436,
      "olem": 437,
      "Ġdram": 438,
      "olemn": 439,
      "Ġdrama": 440,
      "inari": 441,
      "ulinari": 442,
      "Ġculinari": 443,
      "Ġculinarian": 444,
      "med": 445,
      "omed": 446,
      "oli": 447,
      "Ġmet": 448,
      "Ġcomed": 449,
      "beat": 450,
      "Ġmetro": 451,
      "Ġcomedy": 452,
      "gi": 453,
      "Ġre": 454,
      "onal": 455,
      "Ġmed": 456,
      "ical": 457,
      "gional": 458,
      "Ġregional": 459,
      "Ġmedical": 460,
      "cti": 461,
      "ten": 462,
      "Ġinten": 463,
      "rill": 464,
      "Ġdete": 465,
      "Ġthrill": 466,
      "ctive": 467,
      "Ġdetective": 468,
      "Ġthriller": 469,
      "Ġb": 470,
      "Ġj": 471,
      "Ġr": 472,
      "BOS": 473,
      "EOS": 474,
      "Ġ[": 475,
      "Ġtim": 476,
      "Ġtime": 477,
      "Ġbe": 478,
      "Ġ12": 479,
      "hat": 480,
      "ĠWhat": 481,
      "Ġ5": 482,
      "alle": 483,
      "ĠCed": 484,
      "ĠValle": 485,
      "ĠCedar": 486,
      "ĠValley": 487,
      "ide": 488,
      "ater": 489,
      "ek": 490,
      "ĠCre": 491,
      "ĠMa": 492,
      "ĠCreek": 493,
      "ĠRid": 494,
      "ĠPine": 495,
      "ĠRidge": 496,
      "ĠOakridge": 497,
      "ly": 498,
      "ore": 499,
      "ĠFore": 500,
      "verly": 501,
      "ĠBeverly": 502,
      "line": 503,
      "hore": 504,
      "ĠShore": 505,
      "ĠShoreline": 506,
      "for": 507,
      "tfor": 508,
      "righ": 509,
      "ĠBrigh": 510,
      "tford": 511,
      "ĠBrightford": 512,
      "ai": 513,
      "lai": 514,
      "mont": 515,
      "rmont": 516,
      "ĠClai": 517,
      "ĠClairmont": 518,
      "bridge": 519,
      "ĠOakbridge": 520,
      "ch": 521,
      "ndle": 522,
      "undle": 523,
      "anch": 524,
      "ĠBundle": 525,
      "ĠRanch": 526,
      "ĠRiverton": 527,
      "lor": 528,
      "ĠTay": 529,
      "ĠTaylor": 530,
      "ood": 531,
      "wood": 532,
      "thwood": 533,
      "orthwood": 534,
      "water": 535,
      "ĠCle": 536,
      "arwater": 537,
      "ĠClearwater": 538,
      "av": 539,
      "thav": 540,
      "thaven": 541,
      "il": 542,
      "ĠFar": 543,
      "ĠHam": 544,
      "ilton": 545,
      "ĠFarm": 546,
      "ĠHamilton": 547,
      "di": 548,
      "erdi": 549,
      "ĠVerdi": 550,
      "Ri": 551,
      "age": 552,
      "vage": 553,
      "int": 554,
      "ĠSaint": 555,
      "Rivage": 556,
      "aw": 557,
      "bu": 558,
      "ke": 559,
      "ry": 560,
      "ĠHaw": 561,
      "bury": 562,
      "ĠHawke": 563,
      "ma": 564,
      "©ma": 565,
      "Ã©ma": 566,
      "inÃ©ma": 567,
      "ĠCinÃ©ma": 568,
      "ĠMont": 569,
      "reval": 570,
      "ĠMontreval": 571,
      "ĠRub": 572,
      "ĠRuby": 573,
      "el": 574,
      "nfi": 575,
      "lenfi": 576,
      "ĠGlenfi": 577,
      "eld": 578,
      "ĠGlenfield": 579,
      "iÃ": 580,
      "¨re": 581,
      "umiÃ": 582,
      "ĠValm": 583,
      "umiÃ¨re": 584,
      "ĠValmont": 585,
      "oo": 586,
      "ou": 587,
      "ĠSou": 588,
      "ĠZoo": 589,
      "ĠSouth": 590,
      "cu": 591,
      "rcu": 592,
      "effer": 593,
      "ĠCircu": 594,
      "ĠJeffer": 595,
      "ªve": 596,
      "Ãªve": 597,
      "ville": 598,
      "ĠRÃªve": 599,
      "ĠBelle": 600,
      "ĠBelleville": 601,
      "vale": 602,
      "vervale": 603,
      "ĠEvervale": 604,
      "har": 605,
      "ĠSahar": 606,
      "ĠSahara": 607,
      "den": 608,
      "olden": 609,
      "ana": 610,
      "anana": 611,
      "ĠBanana": 612,
      "ĠGolden": 613,
      "quari": 614,
      "ĠMay": 615,
      "ĠAquari": 616,
      "ĠMayer": 617,
      "ĠAquarium": 618,
      "Ġ7": 619,
      "Ġ9": 620,
      "Ġx": 621,
      "Ġ10": 622,
      "Ġdeer": 623,
      "ox": 624,
      "Ġfox": 625,
      "ac": 626,
      "oon": 627,
      "Ġrac": 628,
      "Ġracoon": 629,
      "olf": 630,
      "Ġwolf": 631,
      "rot": 632,
      "arrot": 633,
      "Ġcro": 634,
      "Ġcrow": 635,
      "Ġbear": 636,
      "ag": 637,
      "Ġeag": 638,
      "Ġeagle": 639,
      "lue": 640,
      "Ġblue": 641,
      "Ġjay": 642,
      "wl": 643,
      "Ġowl": 644,
      "Ġ16": 645,
      "Ġk": 646,
      "Ġg": 647,
      "Ġl": 648,
      "Ġy": 649,
      "ĠI": 650,
      "ĠY": 651,
      "Ġv": 652,
      "ĠQ": 653,
      "Ġq": 654,
      "Ġz": 655,
      "ĠU": 656,
      "ĠK": 657,
      "Ġ-": 658,
      "ĠX": 659,
      "if": 660,
      "Ġdif": 661,
      "ce": 662,
      "een": 663,
      "tw": 664,
      "ence": 665,
      "ference": 666,
      "Ġbetw": 667,
      "Ġdifference": 668,
      "Ġbetween": 669,
      "Ġ24": 670,
      "Ġ18": 671,
      "Ġ20": 672,
      "Ġ14": 673,
      "Ġ11": 674,
      "Ġ15": 675,
      "Ġ13": 676,
      "ow": 677,
      "ave": 678,
      "Ġhave": 679,
      "oe": 680,
      "Ġman": 681,
      "Ġdoe": 682,
      "ĠHow": 683,
      "Ġmany": 684,
      "Ġ32": 685,
      "Ġ36": 686,
      "Ġ28": 687,
      "Ġ22": 688,
      "Ġ21": 689,
      "Ġ17": 690,
      "Ġ30": 691,
      "Ġ19": 692,
      "Ġ48": 693,
      "Ġ27": 694,
      "Ġ40": 695,
      "Ġ26": 696,
      "Ġ0": 697,
      "Ġ23": 698,
      "Ġ25": 699,
      "Ġ33": 700,
      "Ġ34": 701,
      "Ġ42": 702,
      "Ġ44": 703,
      "Ġ60": 704,
      "Ġ64": 705,
      "Ġ72": 706,
      "Ġ29": 707,
      "Ġ38": 708,
      "Ġ31": 709,
      "Ġ39": 710,
      "Ġ56": 711,
      "Ġ52": 712,
      "Ġ54": 713,
      "Ġ45": 714,
      "Ġ35": 715,
      "Ġ80": 716,
      "Ġ37": 717,
      "Ġ46": 718,
      "Ġ96": 719,
      "Ġ50": 720,
      "Ġ51": 721,
      "Ġ68": 722,
      "Ġ84": 723,
      "Ġ43": 724,
      "Ġ41": 725,
      "Ġit": 726,
      "Ġ66": 727,
      "Ġ57": 728,
      "Ġ76": 729,
      "Ġ63": 730,
      "Ġ58": 731,
      "Ġ49": 732,
      "Ġwe": 733,
      "Ġ47": 734,
      "Ġ120": 735,
      "Ġ88": 736,
      "Ġ108": 737,
      "Ġ62": 738,
      "Ġ78": 739,
      "Ġ90": 740,
      "Ġ55": 741,
      "Ġ70": 742,
      "Ġ53": 743,
      "Ġ75": 744,
      "Ġ100": 745,
      "Ġ112": 746,
      "Ġ144": 747,
      "Ġ69": 748,
      "Ġ81": 749,
      "Ġ92": 750,
      "Ġ59": 751,
      "Ġ104": 752,
      "Ġ74": 753,
      "Ġ128": 754,
      "Ġ61": 755,
      "Ġ67": 756,
      "ation": 757,
      "now": 758,
      "ing": 759,
      "erm": 760,
      "Ġto": 761,
      "Ġterm": 762,
      "olve": 763,
      "Ġequation": 764,
      "Ġwi": 765,
      "Ġknow": 766,
      "Ġ65": 767,
      "Ġ132": 768,
      "Ġ82": 769,
      "Ġ102": 770,
      "Ġ(": 771,
      "Ġ87": 772,
      "Ġ160": 773,
      "Ġ99": 774,
      "Ġ86": 775,
      "Ġ116": 776,
      "Ġ73": 777,
      "Ġ71": 778,
      "Ġ192": 779,
      "Ġ77": 780,
      "Ġ93": 781,
      "Ġ136": 782,
      "Ġ124": 783,
      "Ġ114": 784,
      "xi": 785,
      "Ġexi": 786,
      "reater": 787,
      "Ġthan": 788,
      "Ġgreater": 789,
      "Ġ156": 790,
      "Ġ98": 791,
      "Ġ168": 792,
      "Ġ180": 793,
      "Ġ79": 794,
      "Ġ105": 795,
      "Ġ83": 796,
      "Ġ94": 797,
      "Ġ140": 798,
      "Ġ126": 799,
      "Ġ85": 800,
      "'t": 801,
      "de": 802,
      "fic": 803,
      "ivi": 804,
      "lif": 805,
      "low": 806,
      "ne": 807,
      "ove": 808,
      "ps": 809,
      "ue": 810,
      "ugh": 811,
      "ying": 812,
      "Ġ/": 813,
      "Ġal": 814,
      "Ġval": 815,
      "Ġque": 816,
      "ind": 817,
      "Ġout": 818,
      "Ġone": 819,
      "olate": 820,
      "ollow": 821,
      "Ġdon": 822,
      "ĠDivi": 823,
      "ĠMove": 824,
      "oth": 825,
      "ĠSim": 826,
      "ĠSolution": 827,
      "rough": 828,
      "Ġfind": 829,
      "Ġfollow": 830,
      "Ġthrough": 831,
      "Ġby": 832,
      "Ġbut": 833,
      "Ġboth": 834,
      "Ġlater": 835,
      "Ġyet": 836,
      "Ġdiffic": 837,
      "Ġwith": 838,
      "Ġwill": 839,
      "lifying": 840,
      "Ġall": 841,
      "Ġvalue": 842,
      "ĠDivide": 843,
      "Ġfollowing": 844,
      "Ġdifficult": 845,
      "Ġ152": 846,
      "Ġ117": 847,
      "Ġ111": 848,
      "Ġ148": 849,
      "Ġ106": 850,
      "Ġ91": 851,
      "Ġ110": 852,
      "Ġ176": 853,
      "Ġ240": 854,
      "Ġ123": 855,
      "Ġ138": 856,
      "Ġ135": 857,
      "Ġ89": 858,
      "Ġ216": 859,
      "Ġ95": 860,
      "Ġ150": 861,
      "Ġ97": 862,
      "Ġ164": 863,
      "Ġ204": 864,
      "Ġ162": 865,
      "Ġ122": 866,
      "Ġ103": 867,
      "Ġ118": 868,
      "Ġ184": 869,
      "Ġ130": 870,
      "Ġ129": 871,
      "Ġ208": 872,
      "Ġ101": 873,
      "Ġ200": 874,
      "Ġ147": 875,
      "Ġ172": 876,
      "Ġ224": 877,
      "Ġ288": 878,
      "Ġ107": 879,
      "Ġ109": 880,
      "Ġ228": 881,
      "Ġ153": 882,
      "Ġ196": 883,
      "Ġ115": 884,
      "Ġ134": 885,
      "Ġ256": 886,
      "Ġ141": 887,
      "Ġ113": 888,
      "Ġ121": 889,
      "Ġ252": 890,
      "Ġ174": 891,
      "Ġ119": 892,
      "Ġ146": 893,
      "Ġ188": 894,
      "Ġ264": 895,
      "Ġ142": 896,
      "Ġ171": 897,
      "Ġ154": 898,
      "Ġ198": 899,
      "Ġ159": 900,
      "Ġ165": 901,
      "Ġ125": 902,
      "Ġ220": 903,
      "Ġ131": 904,
      "Ġ186": 905,
      "Ġ212": 906,
      "Ġ127": 907,
      "Ġ232": 908,
      "Ġ133": 909,
      "Ġ210": 910,
      "Ġ272": 911,
      "Ġ158": 912,
      "Ġ320": 913,
      "Ġ170": 914,
      "Ġ336": 915,
      "Ġ276": 916,
      "Ġ139": 917,
      "Ġ183": 918,
      "Ġ189": 919,
      "Ġ300": 920,
      "Ġ177": 921,
      "Ġ166": 922,
      "Ġ137": 923,
      "Ġ145": 924,
      "Ġ312": 925,
      "Ġ195": 926,
      "Ġ143": 927,
      "Ġ248": 928,
      "Ġ244": 929,
      "Ġ324": 930,
      "Ġ360": 931,
      "Ġ384": 932,
      "Ġ236": 933,
      "Ġ280": 934,
      "Ġ304": 935,
      "Ġ234": 936,
      "Ġ178": 937,
      "Ġ260": 938,
      "Ġ182": 939,
      "Ġ222": 940,
      "Ġ207": 941,
      "Ġ163": 942,
      "Ġ151": 943,
      "Ġ149": 944,
      "Ġ194": 945,
      "Ġ157": 946,
      "Ġ201": 947,
      "Ġ155": 948,
      "Ġ225": 949,
      "Ġ161": 950,
      "Ġ190": 951,
      "Ġ270": 952,
      "Ġ243": 953,
      "Ġ268": 954,
      "Ġ432": 955,
      "Ġ296": 956,
      "Ġ246": 957,
      "Ġ219": 958,
      "Ġ213": 959,
      "Ġ169": 960,
      "Ġ231": 961,
      "Ġ167": 962,
      "Ġ348": 963,
      "Ġ352": 964,
      "Ġ258": 965,
      "Ġ202": 966,
      "Ġ292": 967,
      "Ġ480": 968,
      "Ġ175": 969,
      "Ġ308": 970,
      "Ġ284": 971,
      "Ġ206": 972,
      "Ġ396": 973,
      "Ġ400": 974,
      "Ġ328": 975,
      "Ġ181": 976,
      "Ġ173": 977,
      "Ġ179": 978,
      "Ġ187": 979,
      "Ġ408": 980,
      "Ġ368": 981,
      "Ġ372": 982,
      "Ġ255": 983,
      "Ġ218": 984,
      "Ġ237": 985,
      "Ġ193": 986,
      "Ġ185": 987,
      "Ġ214": 988,
      "Ġ261": 989,
      "Ġ344": 990,
      "Ġ340": 991,
      "Ġ306": 992,
      "Ġ294": 993,
      "Ġ226": 994,
      "Ġ230": 995,
      "Ġ420": 996,
      "Ġ316": 997,
      "Ġ416": 998,
      "Ġ282": 999,
      "Ġ197": 1000,
      "Ġ242": 1001,
      "Ġ249": 1002,
      "Ġ191": 1003,
      "Ġ448": 1004,
      "Ġ199": 1005,
      "Ġ203": 1006,
      "Ġ297": 1007,
      "Ġ267": 1008,
      "Ġ205": 1009,
      "Ġ456": 1010,
      "Ġ238": 1011,
      "Ġ576": 1012,
      "Ġ332": 1013,
      "Ġ279": 1014,
      "Ġ211": 1015,
      "Ġ392": 1016,
      "Ġ250": 1017,
      "Ġ468": 1018,
      "Ġ444": 1019,
      "Ġ209": 1020,
      "Ġ291": 1021,
      "Ġ528": 1022,
      "Ġ315": 1023,
      "Ġ273": 1024,
      "Ġ330": 1025,
      "Ġ356": 1026,
      "Ġ504": 1027,
      "Ġ217": 1028,
      "Ġ364": 1029,
      "Ġ342": 1030,
      "Ġ376": 1031,
      "Ġ318": 1032,
      "Ġ388": 1033,
      "Ġ285": 1034,
      "Ġ254": 1035,
      "Ġ227": 1036,
      "Ġ464": 1037,
      "Ġ215": 1038,
      "Ġ512": 1039,
      "Ġ262": 1040,
      "Ġ380": 1041,
      "Ġ290": 1042,
      "Ġ223": 1043,
      "Ġ221": 1044,
      "Ġ274": 1045,
      "Ġ440": 1046,
      "Ġ266": 1047,
      "Ġ540": 1048,
      "Ġ378": 1049,
      "Ġ424": 1050,
      "Ġ303": 1051,
      "Ġ229": 1052,
      "Ġ241": 1053,
      "Ġ235": 1054,
      "Ġ492": 1055,
      "Ġ496": 1056,
      "Ġ333": 1057,
      "Ġ278": 1058,
      "Ġ354": 1059,
      "Ġ247": 1060,
      "Ġ404": 1061,
      "Ġ351": 1062,
      "Ġ245": 1063,
      "Ġ390": 1064,
      "Ġ259": 1065,
      "Ġ309": 1066,
      "Ġ233": 1067,
      "Ġ286": 1068,
      "Ġ624": 1069,
      "Ġ552": 1070,
      "Ġ560": 1071,
      "Ġ544": 1072,
      "Ġ366": 1073,
      "Ġ239": 1074,
      "Ġ412": 1075,
      "Ġ321": 1076,
      "Ġ327": 1077,
      "Ġ720": 1078,
      "Ġ600": 1079,
      "Ġ640": 1080,
      "Ġ516": 1081,
      "Ġ257": 1082,
      "Ġ672": 1083,
      "Ġ298": 1084,
      "Ġ436": 1085,
      "Ġ253": 1086,
      "Ġ339": 1087,
      "Ġ302": 1088,
      "Ġ414": 1089,
      "Ġ322": 1090,
      "Ġ310": 1091,
      "Ġ345": 1092,
      "Ġ369": 1093,
      "Ġ472": 1094,
      "Ġ387": 1095,
      "Ġ588": 1096,
      "Ġ251": 1097,
      "Ġ648": 1098,
      "Ġ363": 1099,
      "Ġ265": 1100,
      "Ġ450": 1101,
      "Ġ428": 1102,
      "Ġ520": 1103,
      "Ġ402": 1104,
      "Ġ275": 1105,
      "Ġ271": 1106,
      "Ġ452": 1107,
      "Ġ460": 1108,
      "Ġ263": 1109,
      "Ġ768": 1110,
      "Ġ488": 1111,
      "Ġ592": 1112,
      "Ġ314": 1113,
      "Ġ289": 1114,
      "Ġ612": 1115,
      "Ġ326": 1116,
      "Ġ484": 1117,
      "Ġ405": 1118,
      "Ġ608": 1119,
      "Ġ357": 1120,
      "Ġ283": 1121,
      "Ġ564": 1122,
      "Ġ338": 1123,
      "Ġ375": 1124,
      "Ġ269": 1125,
      "Ġ277": 1126,
      "Ġ500": 1127,
      "Ġ287": 1128,
      "Ġ438": 1129,
      "Ġ426": 1130,
      "Ġ295": 1131,
      "Ġ301": 1132,
      "Ġ476": 1133,
      "Ġ441": 1134,
      "Ġ334": 1135,
      "Ġ486": 1136,
      "Ġ281": 1137,
      "Ġ350": 1138,
      "Ġ660": 1139,
      "Ġ293": 1140,
      "Ġ307": 1141,
      "Ġ684": 1142,
      "Ġ656": 1143,
      "Ġ536": 1144,
      "Ġ864": 1145,
      "Ġ393": 1146,
      "Ġ423": 1147,
      "Ġ381": 1148,
      "Ġ704": 1149,
      "Ġ399": 1150,
      "Ġ346": 1151,
      "Ġ435": 1152,
      "Ġ323": 1153,
      "Ġ305": 1154,
      "Ġ362": 1155,
      "Ġ299": 1156,
      "Ġ462": 1157,
      "Ġ508": 1158,
      "Ġ370": 1159,
      "Ġ580": 1160,
      "Ġ636": 1161,
      "Ġ584": 1162,
      "Ġ524": 1163,
      "Ġ459": 1164,
      "Ġ411": 1165,
      "Ġ532": 1166,
      "Ġ696": 1167,
      "10": 1168,
      "Ġ325": 1169,
      "Ġ568": 1170,
      "Ġ386": 1171,
      "Ġ960": 1172,
      "Ġ358": 1173,
      "Ġ688": 1174,
      "Ġ417": 1175,
      "Ġ319": 1176,
      "Ġ311": 1177,
      "Ġ313": 1178,
      "Ġ616": 1179,
      "Ġ816": 1180,
      "Ġ800": 1181,
      "Ġ474": 1182,
      "Ġ548": 1183,
      "Ġ374": 1184,
      "Ġ337": 1185,
      "Ġ736": 1186,
      "12": 1187,
      "Ġ510": 1188,
      "Ġ792": 1189,
      "Ġ317": 1190,
      "Ġ410": 1191,
      "Ġ447": 1192,
      "Ġ498": 1193,
      "Ġ708": 1194,
      "Ġ331": 1195,
      "Ġ429": 1196,
      "Ġ343": 1197,
      "Ġ522": 1198,
      "Ġ495": 1199,
      "Ġ394": 1200,
      "Ġ382": 1201,
      "Ġ912": 1202,
      "Ġ784": 1203,
      "Ġ556": 1204,
      "Ġ756": 1205,
      "Ġ744": 1206,
      "Ġ398": 1207,
      "Ġ483": 1208,
      "Ġ385": 1209,
      "Ġ341": 1210,
      "Ġ732": 1211,
      "Ġ406": 1212,
      "Ġ680": 1213,
      "Ġ632": 1214,
      "Ġ329": 1215,
      "Ġ465": 1216,
      "Ġ572": 1217,
      "Ġ347": 1218,
      "Ġ780": 1219,
      "Ġ355": 1220,
      "Ġ434": 1221,
      "Ġ477": 1222,
      "Ġ513": 1223,
      "Ġ418": 1224,
      "Ġ361": 1225,
      "Ġ832": 1226,
      "Ġ752": 1227,
      "Ġ840": 1228,
      "Ġ664": 1229,
      "Ġ534": 1230,
      "Ġ453": 1231,
      "Ġ335": 1232,
      "Ġ896": 1233,
      "Ġ558": 1234,
      "Ġ596": 1235,
      "Ġ349": 1236,
      "Ġ471": 1237,
      "Ġ594": 1238,
      "Ġ507": 1239,
      "Ġ546": 1240,
      "Ġ367": 1241,
      "Ġ359": 1242,
      "Ġ644": 1243,
      "Ġ371": 1244,
      "Ġ604": 1245,
      "Ġ353": 1246,
      "Ġ531": 1247,
      "Ġ422": 1248,
      "16": 1249,
      "Ġ630": 1250,
      "Ġ365": 1251,
      "Ġ403": 1252,
      "Ġ489": 1253,
      "Ġ880": 1254,
      "Ġ373": 1255,
      "Ġ582": 1256,
      "Ġ430": 1257,
      "Ġ828": 1258,
      "Ġ442": 1259,
      "Ġ391": 1260,
      "Ġ620": 1261,
      "Ġ389": 1262,
      "Ġ549": 1263,
      "Ġ804": 1264,
      "Ġ652": 1265,
      "Ġ446": 1266,
      "Ġ501": 1267,
      "Ġ377": 1268,
      "Ġ900": 1269,
      "Ġ379": 1270,
      "Ġ712": 1271,
      "Ġ628": 1272,
      "Ġ676": 1273,
      "Ġ570": 1274,
      "Ġ482": 1275,
      "Ġ848": 1276,
      "Ġ525": 1277,
      "Ġ409": 1278,
      "Ġ728": 1279,
      "Ġ852": 1280,
      "Ġ888": 1281,
      "Ġ668": 1282,
      "Ġ700": 1283,
      "Ġ936": 1284,
      "Ġ760": 1285,
      "Ġ585": 1286,
      "Ġ724": 1287,
      "Ġ543": 1288,
      "Ġ466": 1289,
      "Ġ401": 1290,
      "Ġ567": 1291,
      "Ġ407": 1292,
      "11": 1293,
      "Ġ397": 1294,
      "Ġ490": 1295,
      "Ġ395": 1296,
      "Ġ618": 1297,
      "Ġ519": 1298,
      "Ġ454": 1299,
      "Ġ458": 1300,
      "Ġ603": 1301,
      "Ġ776": 1302,
      "Ġ579": 1303,
      "Ġ876": 1304,
      "Ġ433": 1305,
      "Ġ470": 1306,
      "Ġ972": 1307,
      "Ġ383": 1308,
      "Ġ675": 1309,
      "Ġ421": 1310,
      "Ġ692": 1311,
      "Ġ419": 1312,
      "Ġ514": 1313,
      "Ġ415": 1314,
      "Ġ555": 1315,
      "Ġ606": 1316,
      "Ġ666": 1317,
      "Ġ451": 1318,
      "Ġ642": 1319,
      "Ġ639": 1320,
      "15": 1321,
      "Ġ621": 1322,
      "Ġ537": 1323,
      "Ġ413": 1324,
      "Ġ702": 1325,
      "Ġ924": 1326,
      "Ġ530": 1327,
      "Ġ654": 1328,
      "Ġ716": 1329,
      "Ġ494": 1330,
      "Ġ740": 1331,
      "Ġ808": 1332,
      "Ġ427": 1333,
      "13": 1334,
      "Ġ425": 1335,
      "Ġ561": 1336,
      "14": 1337,
      "Ġ506": 1338,
      "Ġ944": 1339,
      "Ġ824": 1340,
      "Ġ478": 1341,
      "Ġ591": 1342,
      "Ġ748": 1343,
      "Ġ437": 1344,
      "Ġ449": 1345,
      "Ġ502": 1346,
      "Ġ772": 1347,
      "Ġ481": 1348,
      "Ġ445": 1349,
      "Ġ678": 1350,
      "Ġ615": 1351,
      "Ġ976": 1352,
      "18": 1353,
      "Ġ443": 1354,
      "Ġ467": 1355,
      "Ġ518": 1356,
      "Ġ439": 1357,
      "Ġ928": 1358,
      "Ġ463": 1359,
      "Ġ690": 1360,
      "Ġ657": 1361,
      "Ġ948": 1362,
      "Ġ542": 1363,
      "20": 1364,
      "Ġ578": 1365,
      "Ġ573": 1366,
      "Ġ455": 1367,
      "Ġ820": 1368,
      "Ġ992": 1369,
      "Ġ457": 1370,
      "Ġ627": 1371,
      "Ġ609": 1372,
      "Ġ693": 1373,
      "Ġ788": 1374,
      "Ġ597": 1375,
      "Ġ984": 1376,
      "Ġ469": 1377,
      "Ġ431": 1378,
      "Ġ562": 1379,
      "Ġ738": 1380,
      "Ġ505": 1381,
      "24": 1382,
      "Ġ499": 1383,
      "Ġ810": 1384,
      "Ġ475": 1385,
      "Ġ487": 1386,
      "Ġ515": 1387,
      "Ġ550": 1388,
      "Ġ996": 1389,
      "Ġ764": 1390,
      "Ġ856": 1391,
      "Ġ461": 1392,
      "Ġ526": 1393,
      "Ġ726": 1394,
      "Ġ920": 1395,
      "Ġ651": 1396,
      "Ġ663": 1397,
      "Ġ714": 1398,
      "Ġ633": 1399,
      "Ġ750": 1400,
      "Ġ872": 1401,
      "17": 1402,
      "Ġ904": 1403,
      "Ġ485": 1404,
      "Ġ729": 1405,
      "Ġ868": 1406,
      "Ġ497": 1407,
      "Ġ645": 1408,
      "19": 1409,
      "Ġ836": 1410,
      "Ġ687": 1411,
      "Ġ711": 1412,
      "Ġ774": 1413,
      "Ġ796": 1414,
      "Ġ511": 1415,
      "Ġ493": 1416,
      "Ġ479": 1417,
      "Ġ523": 1418,
      "Ġ554": 1419,
      "Ġ812": 1420,
      "Ġ765": 1421,
      "Ġ884": 1422,
      "Ġ509": 1423,
      "Ġ491": 1424,
      "Ġ723": 1425,
      "Ġ626": 1426,
      "Ġ538": 1427,
      "Ġ747": 1428,
      "Ġ801": 1429,
      "Ġ566": 1430,
      "Ġ602": 1431,
      "Ġ473": 1432,
      "Ġ844": 1433,
      "Ġ598": 1434,
      "Ġ1000": 1435,
      "Ġ590": 1436,
      "Ġ529": 1437,
      "Ġ968": 1438,
      "Ġ517": 1439,
      "Ġ586": 1440,
      "Ġ860": 1441,
      "Ġ705": 1442,
      "Ġ669": 1443,
      "Ġ964": 1444,
      "Ġ547": 1445,
      "Ġ577": 1446,
      "Ġ521": 1447,
      "Ġ535": 1448,
      "Ġ610": 1449,
      "Ġ583": 1450,
      "Ġ650": 1451,
      "Ġ952": 1452,
      "Ġ771": 1453,
      "Ġ503": 1454,
      "Ġ545": 1455,
      "Ġ916": 1456,
      "Ġ892": 1457,
      "Ġ527": 1458,
      "Ġ699": 1459,
      "Ġ735": 1460,
      "Ġ539": 1461,
      "Ġ783": 1462,
      "Ġ595": 1463,
      "Ġ798": 1464,
      "Ġ786": 1465,
      "Ġ614": 1466,
      "21": 1467,
      "Ġ551": 1468,
      "Ġ574": 1469,
      "Ġ681": 1470,
      "Ġ722": 1471,
      "Ġ873": 1472,
      "Ġ846": 1473,
      "Ġ581": 1474,
      "Ġ762": 1475,
      "Ġ940": 1476,
      "Ġ908": 1477,
      "Ġ759": 1478,
      "Ġ674": 1479,
      "Ġ822": 1480,
      "Ġ541": 1481,
      "Ġ563": 1482,
      "Ġ882": 1483,
      "Ġ622": 1484,
      "Ġ819": 1485,
      "Ġ646": 1486,
      "Ġ870": 1487,
      "Ġ980": 1488,
      "Ġ741": 1489,
      "Ġ891": 1490,
      "Ġ932": 1491,
      "Ġ557": 1492,
      "Ġ589": 1493,
      "Ġ717": 1494,
      "Ġ634": 1495,
      "Ġ553": 1496,
      "Ġ834": 1497,
      "Ġ559": 1498,
      "28": 1499,
      "Ġ682": 1500,
      "Ġ533": 1501,
      "Ġ643": 1502,
      "Ġ770": 1503,
      "Ġ662": 1504,
      "Ġ795": 1505,
      "Ġ843": 1506,
      "Ġ658": 1507,
      "Ġ641": 1508,
      "Ġ837": 1509,
      "Ġ611": 1510,
      "Ġ706": 1511,
      "Ġ867": 1512,
      "Ġ730": 1513,
      "32": 1514,
      "Ġ918": 1515,
      "22": 1516,
      "Ġ858": 1517,
      "30": 1518,
      "Ġ638": 1519,
      "Ġ601": 1520,
      "Ġ587": 1521,
      "Ġ945": 1522,
      "Ġ565": 1523,
      "Ġ625": 1524,
      "Ġ571": 1525,
      "Ġ670": 1526,
      "Ġ753": 1527,
      "Ġ954": 1528,
      "Ġ575": 1529,
      "27": 1530,
      "Ġ599": 1531,
      "Ġ906": 1532,
      "Ġ930": 1533,
      "Ġ963": 1534,
      "Ġ710": 1535,
      "Ġ894": 1536,
      "Ġ569": 1537,
      "Ġ855": 1538,
      "Ġ607": 1539,
      "26": 1540,
      "Ġ593": 1541,
      "Ġ777": 1542,
      "25": 1543,
      "Ġ698": 1544,
      "36": 1545,
      "Ġ686": 1546,
      "Ġ605": 1547,
      "Ġ988": 1548,
      "Ġ966": 1549,
      "Ġ635": 1550,
      "Ġ734": 1551,
      "Ġ927": 1552,
      "Ġ742": 1553,
      "Ġ789": 1554,
      "Ġ831": 1555,
      "Ġ956": 1556,
      "Ġ813": 1557,
      "Ġ909": 1558,
      "Ġ718": 1559,
      "Ġ631": 1560,
      "Ġ623": 1561,
      "Ġ649": 1562,
      "23": 1563,
      "Ġ990": 1564,
      "Ġ619": 1565,
      "Ġ942": 1566,
      "Ġ802": 1567,
      "Ġ637": 1568,
      "Ġ673": 1569,
      "Ġ707": 1570,
      "Ġ903": 1571,
      "Ġ653": 1572,
      "Ġ683": 1573,
      "40": 1574,
      "Ġ754": 1575,
      "Ġ613": 1576,
      "Ġ807": 1577,
      "Ġ694": 1578,
      "Ġ879": 1579,
      "Ġ866": 1580,
      "Ġ969": 1581,
      "Ġ769": 1582,
      "Ġ617": 1583,
      "Ġ825": 1584,
      "Ġ659": 1585,
      "Ġ978": 1586,
      "Ġ830": 1587,
      "Ġ975": 1588,
      "Ġ849": 1589,
      "Ġ661": 1590,
      "Ġ655": 1591,
      "Ġ689": 1592,
      "Ġ685": 1593,
      "Ġ758": 1594,
      "Ġ671": 1595,
      "Ġ775": 1596,
      "Ġ981": 1597,
      "Ġ897": 1598,
      "Ġ677": 1599,
      "Ġ739": 1600,
      "Ġ715": 1601,
      "Ġ806": 1602,
      "Ġ709": 1603,
      "Ġ861": 1604,
      "Ġ697": 1605,
      "Ġ679": 1606,
      "Ġ721": 1607,
      "Ġ782": 1608,
      "29": 1609,
      "Ġ665": 1610,
      "Ġ667": 1611,
      "Ġ629": 1612,
      "Ġ691": 1613,
      "Ġ778": 1614,
      "Ġ790": 1615,
      "48": 1616,
      "Ġ766": 1617,
      "Ġ695": 1618,
      "Ġ885": 1619,
      "Ġ745": 1620,
      "Ġ915": 1621,
      "Ġ921": 1622,
      "Ġ746": 1623,
      "Ġ737": 1624,
      "Ġ647": 1625,
      "Ġ785": 1626,
      "Ġ755": 1627,
      "Ġ939": 1628,
      "Ġ731": 1629,
      "Ġ727": 1630,
      "Ġ703": 1631,
      "Ġ993": 1632,
      "Ġ898": 1633,
      "Ġ957": 1634,
      "33": 1635,
      "Ġ962": 1636,
      "Ġ890": 1637,
      "Ġ842": 1638,
      "34": 1639,
      "Ġ733": 1640,
      "Ġ794": 1641,
      "Ġ701": 1642,
      "Ġ781": 1643,
      "Ġ826": 1644,
      "Ġ838": 1645,
      "Ġ850": 1646,
      "44": 1647,
      "Ġ933": 1648,
      "31": 1649,
      "Ġ811": 1650,
      "Ġ814": 1651,
      "Ġ818": 1652,
      "Ġ938": 1653,
      "Ġ987": 1654,
      "Ġ914": 1655,
      "Ġ951": 1656,
      "38": 1657,
      "Ġ761": 1658,
      "Ġ999": 1659,
      "Ġ793": 1660,
      "35": 1661,
      "Ġ805": 1662,
      "Ġ841": 1663,
      "Ġ883": 1664,
      "Ġ787": 1665,
      "Ġ878": 1666,
      "39": 1667,
      "Ġ803": 1668,
      "Ġ743": 1669,
      "Ġ725": 1670,
      "Ġ719": 1671,
      "Ġ902": 1672,
      "Ġ817": 1673,
      "Ġ875": 1674,
      "Ġ773": 1675,
      "Ġ862": 1676,
      "Ġ854": 1677,
      "Ġ763": 1678,
      "Ġ827": 1679,
      "Ġ871": 1680,
      "Ġ809": 1681,
      "Ġ757": 1682,
      "Ġ779": 1683,
      "Ġ799": 1684,
      "42": 1685,
      "Ġ713": 1686,
      "37": 1687,
      "Ġ845": 1688,
      "Ġ926": 1689,
      "Ġ970": 1690,
      "Ġ874": 1691,
      "Ġ913": 1692,
      "Ġ823": 1693,
      "54": 1694,
      "Ġ887": 1695,
      "Ġ751": 1696,
      "Ġ994": 1697,
      "Ġ982": 1698,
      "Ġ835": 1699,
      "Ġ950": 1700,
      "60": 1701,
      "Ġ910": 1702,
      "52": 1703,
      "Ġ767": 1704,
      "Ġ749": 1705,
      "Ġ851": 1706,
      "Ġ958": 1707,
      "Ġ886": 1708,
      "Ġ889": 1709,
      "Ġ901": 1710,
      "Ġ833": 1711,
      "45": 1712,
      "72": 1713,
      "Ġ965": 1714,
      "Ġ905": 1715,
      "Ġ995": 1716,
      "Ġ859": 1717,
      "41": 1718,
      "50": 1719,
      "56": 1720,
      "Ġ821": 1721,
      "Ġ946": 1722,
      "Ġ947": 1723,
      "51": 1724,
      "Ġ829": 1725,
      "Ġ931": 1726,
      "Ġ935": 1727,
      "Ġ791": 1728,
      "Ġ839": 1729,
      "Ġ941": 1730,
      "Ġ899": 1731,
      "Ġ953": 1732,
      "64": 1733,
      "Ġ991": 1734,
      "Ġ847": 1735,
      "Ġ877": 1736,
      "Ġ973": 1737,
      "Ġ974": 1738,
      "46": 1739,
      "Ġ869": 1740,
      "Ġ934": 1741,
      "Ġ895": 1742,
      "Ġ961": 1743,
      "Ġ907": 1744,
      "Ġ922": 1745,
      "Ġ955": 1746,
      "Ġ979": 1747,
      "Ġ863": 1748,
      "Ġ865": 1749,
      "Ġ853": 1750,
      "Ġ815": 1751,
      "Ġ986": 1752,
      "Ġ937": 1753,
      "Ġ797": 1754,
      "Ġ857": 1755,
      "Ġ977": 1756,
      "58": 1757,
      "Ġ967": 1758,
      "Ġ923": 1759,
      "Ġ997": 1760,
      "Ġ998": 1761,
      "Ġ917": 1762,
      "53": 1763,
      "57": 1764,
      "76": 1765,
      "49": 1766,
      "80": 1767,
      "Ġ949": 1768,
      "Ġ911": 1769,
      "Ġ943": 1770,
      "47": 1771,
      "68": 1772,
      "Ġ925": 1773,
      "Ġ919": 1774,
      "Ġ893": 1775,
      "43": 1776,
      "Ġ989": 1777,
      "65": 1778,
      "88": 1779,
      "96": 1780,
      "Ġ881": 1781,
      "Ġ983": 1782,
      "Ġ971": 1783,
      "55": 1784,
      "67": 1785,
      "69": 1786,
      "70": 1787,
      "73": 1788,
      "84": 1789,
      "Ġ929": 1790,
      "59": 1791,
      "63": 1792,
      "78": 1793,
      "86": 1794,
      "102": 1795,
      "61": 1796,
      "66": 1797,
      "71": 1798,
      "81": 1799,
      "108": 1800,
      "128": 1801,
      "110": 1802,
      "62": 1803,
      "77": 1804,
      "Ġ985": 1805,
      "Ġ959": 1806,
      "104": 1807,
      "120": 1808,
      "126": 1809,
      "89": 1810,
      "92": 1811,
      "93": 1812,
      "100": 1813,
      "129": 1814,
      "160": 1815,
      "82": 1816,
      "83": 1817,
      "87": 1818,
      "90": 1819,
      "91": 1820,
      "103": 1821,
      "107": 1822,
      "121": 1823,
      "124": 1824,
      "168": 1825,
      "114": 1826,
      "132": 1827,
      "136": 1828,
      "140": 1829,
      "144": 1830,
      "148": 1831,
      "192": 1832
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "b",
        "er"
      ],
      [
        "um",
        "ber"
      ],
      [
        "Ġn",
        "umber"
      ],
      [
        "h",
        "e"
      ],
      [
        "o",
        "l"
      ],
      [
        "t",
        "i"
      ],
      [
        "o",
        "n"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "q",
        "u"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "u",
        "l"
      ],
      [
        "v",
        "i"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "in",
        "e"
      ],
      [
        "h",
        "o"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "l",
        "e"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "o",
        "vi"
      ],
      [
        "ovi",
        "e"
      ],
      [
        "e",
        "f"
      ],
      [
        "r",
        "i"
      ],
      [
        "ul",
        "t"
      ],
      [
        "d",
        "ult"
      ],
      [
        "Ġa",
        "dult"
      ],
      [
        "v",
        "al"
      ],
      [
        "c",
        "ho"
      ],
      [
        "cho",
        "ol"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "ĠT",
        "he"
      ],
      [
        "Ġe",
        "qu"
      ],
      [
        "Ġequ",
        "al"
      ],
      [
        "ef",
        "ine"
      ],
      [
        "ĠD",
        "efine"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "ti",
        "val"
      ],
      [
        "ĠF",
        "e"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "o",
        "t"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġd",
        "e"
      ],
      [
        "a",
        "r"
      ],
      [
        "ĠC",
        "i"
      ],
      [
        "Ġt",
        "ot"
      ],
      [
        "Ġtot",
        "al"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "r",
        "e"
      ],
      [
        "e",
        "n"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "t",
        "y"
      ],
      [
        "ĠCi",
        "ty"
      ],
      [
        "ti",
        "on"
      ],
      [
        "Ġm",
        "ovie"
      ],
      [
        "a",
        "t"
      ],
      [
        "ĠM",
        "ovie"
      ],
      [
        "a",
        "y"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "Ġ<",
        "/"
      ],
      [
        "e",
        "d"
      ],
      [
        "g",
        "e"
      ],
      [
        "v",
        "er"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "d"
      ],
      [
        "i",
        "c"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "t",
        "h"
      ],
      [
        "o",
        "r"
      ],
      [
        "on",
        "t"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "u",
        "tion"
      ],
      [
        "ol",
        "ution"
      ],
      [
        "qu",
        "e"
      ],
      [
        "O",
        "S"
      ],
      [
        "w",
        "er"
      ],
      [
        "b",
        "e"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "g",
        "h"
      ],
      [
        "d",
        "le"
      ],
      [
        "u",
        "b"
      ],
      [
        "f",
        "i"
      ],
      [
        "o",
        "d"
      ],
      [
        "a",
        "m"
      ],
      [
        "al",
        "m"
      ],
      [
        "a",
        "ri"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "Ġan",
        "im"
      ],
      [
        "Ġanim",
        "al"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "l",
        "u"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "a",
        "k"
      ],
      [
        "d",
        "ge"
      ],
      [
        "ri",
        "dge"
      ],
      [
        "ĠO",
        "ak"
      ],
      [
        "i",
        "ver"
      ],
      [
        "ĠR",
        "iver"
      ],
      [
        "ĠB",
        "e"
      ],
      [
        "ĠW",
        "e"
      ],
      [
        "t",
        "on"
      ],
      [
        "ĠB",
        "ay"
      ],
      [
        "ĠS",
        "a"
      ],
      [
        "l",
        "le"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġ",
        "J"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "Ġ",
        "Z"
      ],
      [
        "Ġ",
        "8"
      ],
      [
        "f",
        "er"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "u",
        "t"
      ],
      [
        "at",
        "e"
      ],
      [
        "e",
        "t"
      ],
      [
        "l",
        "l"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "i",
        "gh"
      ],
      [
        "l",
        "ic"
      ],
      [
        "ub",
        "lic"
      ],
      [
        "Ġh",
        "igh"
      ],
      [
        "c",
        "i"
      ],
      [
        "u",
        "ri"
      ],
      [
        "ti",
        "c"
      ],
      [
        "Ġf",
        "ut"
      ],
      [
        "Ġfut",
        "uri"
      ],
      [
        "v",
        "ate"
      ],
      [
        "Ġm",
        "id"
      ],
      [
        "ri",
        "vate"
      ],
      [
        "Ġmid",
        "dle"
      ],
      [
        "m",
        "en"
      ],
      [
        "t",
        "ar"
      ],
      [
        "Ġe",
        "le"
      ],
      [
        "men",
        "tar"
      ],
      [
        "Ġele",
        "mentar"
      ],
      [
        "Ġelementar",
        "y"
      ],
      [
        "a",
        "d"
      ],
      [
        "Ġ",
        "ro"
      ],
      [
        "Ġc",
        "alm"
      ],
      [
        "Ġro",
        "ad"
      ],
      [
        "e",
        "m"
      ],
      [
        "i",
        "od"
      ],
      [
        "r",
        "am"
      ],
      [
        "er",
        "iod"
      ],
      [
        "ol",
        "em"
      ],
      [
        "Ġd",
        "ram"
      ],
      [
        "olem",
        "n"
      ],
      [
        "Ġdram",
        "a"
      ],
      [
        "in",
        "ari"
      ],
      [
        "ul",
        "inari"
      ],
      [
        "Ġc",
        "ulinari"
      ],
      [
        "Ġculinari",
        "an"
      ],
      [
        "m",
        "ed"
      ],
      [
        "o",
        "med"
      ],
      [
        "ol",
        "i"
      ],
      [
        "Ġm",
        "et"
      ],
      [
        "Ġc",
        "omed"
      ],
      [
        "be",
        "at"
      ],
      [
        "Ġmet",
        "ro"
      ],
      [
        "Ġcomed",
        "y"
      ],
      [
        "g",
        "i"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "on",
        "al"
      ],
      [
        "Ġm",
        "ed"
      ],
      [
        "ic",
        "al"
      ],
      [
        "gi",
        "onal"
      ],
      [
        "Ġre",
        "gional"
      ],
      [
        "Ġmed",
        "ical"
      ],
      [
        "c",
        "ti"
      ],
      [
        "t",
        "en"
      ],
      [
        "Ġin",
        "ten"
      ],
      [
        "ri",
        "ll"
      ],
      [
        "Ġde",
        "te"
      ],
      [
        "Ġth",
        "rill"
      ],
      [
        "cti",
        "ve"
      ],
      [
        "Ġdete",
        "ctive"
      ],
      [
        "Ġthrill",
        "er"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "j"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "B",
        "OS"
      ],
      [
        "E",
        "OS"
      ],
      [
        "Ġ",
        "["
      ],
      [
        "Ġt",
        "im"
      ],
      [
        "Ġtim",
        "e"
      ],
      [
        "Ġ",
        "be"
      ],
      [
        "Ġ1",
        "2"
      ],
      [
        "h",
        "at"
      ],
      [
        "ĠW",
        "hat"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "al",
        "le"
      ],
      [
        "ĠC",
        "ed"
      ],
      [
        "ĠV",
        "alle"
      ],
      [
        "ĠCed",
        "ar"
      ],
      [
        "ĠValle",
        "y"
      ],
      [
        "id",
        "e"
      ],
      [
        "at",
        "er"
      ],
      [
        "e",
        "k"
      ],
      [
        "ĠC",
        "re"
      ],
      [
        "ĠM",
        "a"
      ],
      [
        "ĠCre",
        "ek"
      ],
      [
        "ĠR",
        "id"
      ],
      [
        "ĠP",
        "ine"
      ],
      [
        "ĠRid",
        "ge"
      ],
      [
        "ĠOak",
        "ridge"
      ],
      [
        "l",
        "y"
      ],
      [
        "o",
        "re"
      ],
      [
        "ĠF",
        "ore"
      ],
      [
        "ver",
        "ly"
      ],
      [
        "ĠBe",
        "verly"
      ],
      [
        "l",
        "ine"
      ],
      [
        "ho",
        "re"
      ],
      [
        "ĠS",
        "hore"
      ],
      [
        "ĠShore",
        "line"
      ],
      [
        "f",
        "or"
      ],
      [
        "t",
        "for"
      ],
      [
        "ri",
        "gh"
      ],
      [
        "ĠB",
        "righ"
      ],
      [
        "tfor",
        "d"
      ],
      [
        "ĠBrigh",
        "tford"
      ],
      [
        "a",
        "i"
      ],
      [
        "l",
        "ai"
      ],
      [
        "m",
        "ont"
      ],
      [
        "r",
        "mont"
      ],
      [
        "ĠC",
        "lai"
      ],
      [
        "ĠClai",
        "rmont"
      ],
      [
        "b",
        "ridge"
      ],
      [
        "ĠOak",
        "bridge"
      ],
      [
        "c",
        "h"
      ],
      [
        "n",
        "dle"
      ],
      [
        "u",
        "ndle"
      ],
      [
        "an",
        "ch"
      ],
      [
        "ĠB",
        "undle"
      ],
      [
        "ĠR",
        "anch"
      ],
      [
        "ĠRiver",
        "ton"
      ],
      [
        "l",
        "or"
      ],
      [
        "ĠT",
        "ay"
      ],
      [
        "ĠTay",
        "lor"
      ],
      [
        "o",
        "od"
      ],
      [
        "w",
        "ood"
      ],
      [
        "th",
        "wood"
      ],
      [
        "or",
        "thwood"
      ],
      [
        "w",
        "ater"
      ],
      [
        "ĠC",
        "le"
      ],
      [
        "ar",
        "water"
      ],
      [
        "ĠCle",
        "arwater"
      ],
      [
        "a",
        "v"
      ],
      [
        "th",
        "av"
      ],
      [
        "thav",
        "en"
      ],
      [
        "i",
        "l"
      ],
      [
        "ĠF",
        "ar"
      ],
      [
        "ĠH",
        "am"
      ],
      [
        "il",
        "ton"
      ],
      [
        "ĠFar",
        "m"
      ],
      [
        "ĠHam",
        "ilton"
      ],
